Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: A verification e-mail has not been sent to the registered e-mail address, but the registration is in a state where one should already have been sent.
de: Es wurde keine Bestätigungs-E-Mail an die registrierte E-Mail-Adresse gesendet, aber die Registrierung ist in einem Zustand, in dem sie bereits hätte versendet werden müssen.

source: There are no pending registration applications to review.
de: Es gibt keine wartenden Registrierungsanträge zu prüfen.

source: Account Information
de: Informationen zum Konto

source: User name:
de: Benutzername:

source: E-mail address:
de: E-Mail-Adresse:

source: Because a password is not set for this registration, the e-mail verification process cannot be skipped. It must be completed so that the user can establish a password before the user account is created.
de: Da für diese Registrierung kein Kennwort gesetzt ist, kann der Bestätigungsvorgang via E-Mail nicht übersprungen werden. Er muss abgeschlossen werden, damit der Benutzer ein Kennwort definieren kann, bevor das Benutzerkonto erstellt wird.

source: Registration Status
de: Registrierungsstatus

source: Expires:
de: Läuft ab am:

source: Never, registration is verified
de: Nie, Registrierung ist bestätigt

source: Expiration date will be set when the verification e-mail is sent
de: Das Verfallsdatum wird gesetzt, wenn die E-Mail zur Bestätigung versendet wird

source: Never
de: Nie

source: E-mail verification:
de: E-Mail-Bestätigung:

source: Verification e-mail message not yet sent to the user
de: Mail zur Verifizierung der E-Mail Adresse noch nicht an Benutzer verschickt

source: Not yet verified
de: Noch nicht verifiziert

source: Verification complete
de: Verifizierung vollständig

source: (or verification was not required when the registration was completed)
de: (oder eine Freigabe wurde nicht benötigt wenn die Registrierung vollständig war)

source: Administrator approval:
de: Administrator-Freigabe:

source: Not yet approved
de: Noch nicht freigegeben

source: (or approval was not required when the registration was completed)
de: (oder eine Freigabe wurde nicht benötigt wenn die Registrierung vollständig war)

source: Find and e-mail users
de: Suchen u. anschreiben

source: Any group
de: Alle Gruppen

source: Registration date after (yyyy-mm-dd)
de: Registrierung erfolgte nach (yyyy-mm-dd)

source: Registration date before (yyyy-mm-dd)
de: Registrierung erfolgte vor (yyyy-mm-dd)

source: Deny registration request of '%1$s'
de: Registrierungsanfrage von '%1$s' ablehnen

source: Warning! This will delete the registration from the database. It cannot be undone.
de: Warnung! Dies löscht die Registrierung aus der Datenbank. Dies kann nicht rückgängig gemacht werden.

source: Applicant notification
de: Benachrichtigung Antragsteller

source: Notify the applicant via e-mail?
de: Antragsteller mittels E-Mail benachrichten?

source: Reason
de: Grund

source: Note: The reason is sent in the user notification e-mail. All formatting, including extra spaces and blank lines are ignored.
de: Hinweis: Der Grund wird in der E-Mail zur Benachrichtigung des Benutzers versendet. Jegliche Formattierung, inklusive zusätzlicher Leerzeichen und -zeilen wird ignoriert.

source: Delete registration
de: Registrierung löschen

source: Approve registration of '%1$s'
de: Registrierung von '%1$s' freigeben

source: Warning! The e-mail address for this registration has not been verified. Approving this registration will create a new user record without completing the e-mail verification process.
de: Warnung! Die E-Mail-Adresse für diese Registrierung wurde noch nicht bestätigt. Eine Freigabe dieser Registrierung wird den neuen Benutzer anlegen ohne den Bestätigungsvorgang per E-Mail abzuschließen.

source: Warning! The e-mail address for this registration has not been verified. You are pre-approving this registration, and a new user record will be created upon completion of the e-mail verification process.
de: Warnung! Die E-Mail-Adresse für diese Registrierung wurde noch nicht bestätigt. Die Registrierung wird vorab freigegeben und ein neuer Benutzer angelegt, sobald der Bestätigungsvorgang per E-Mail abgeschlossen wurde.

source: Skip Verification
de: Verifizierung überspringen

source: Inactive, marked for deletion
de: Inaktiv, zum Löschen markiert

source: Status unknown
de: Status unbekannt

source: Send user name to '%s'
de: Benutzername an '%s' senden

source: Send password recovery code to '%s'
de: Code zur Kennwort-Wiederherstellung an '%s' senden

source: Cancel required change of password for '%s'
de: Änderungsanforderung für das Kennworts für '%s' abbrechen

source: Require '%s' to change password at next login
de: Änderung des Kennworts von '%s' bei der nächsten Anmeldung verlangen

source: Delete '%s'
de: '%s' löschen

source: Confirm verification code is to be sent to '%1$s'
de: Bestätigen, dass der Bestätigungscode an '%1$s' verschickt werden soll

source: Resend verification code
de: Bestätigungscode erneut senden

source: Send verification code
de: Bestätigungscode senden

source: Search results
de: Suchergebnisse

source: Internal name
de: Interner Name

source: Select all
de: Alle wählen

source: De-select all
de: Auswahl aufheben

source: Delete selected users
de: Ausgewählte Benutzer löschen

source: Return to User Administration
de: Zur Benutzerverwaltung zurückkehren

source: Select the CSV file
de: CSV-Datei auswählen

source: CSV file (Max. %s)
de: CSV Datei (Max. %s)

source: The file must be utf8 encoded.
de: Die Datei muss in der UTF8 Codierung vorliegen.

source: CSV delimiter
de: CSV Trennzeichen

source: Import
de: Importieren

source: About the CSV file
de: Über die CSV-Datei

source: The first row of the CSV file must contain the field names. It must be like this:
de: Die erste Zeile der CSV-Datei muss die Feldnamen enthalten. Es sollte wie folgt aussehen:

source: where:
de: Feldbeschreibung:

source: (mandatory) - The user name. This value must be unique.
de: (notwendig) - Der Benutzername. Dieser Wert muss eindeutig sein.

source: (mandatory) - The user password. It must have %s characters or more. Preferentially containing letters and numbers.
de: (notwendig) - Das Benutzerkennwort. Muss länger als %s Zeichen sein. Vorzugsweise aus Zahlen und Buchstaben.

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
de: (notwendig) - Die E-Mail Adresse. Falls die Authentifizierungsmethode auf Mailadressen basiert, dann muss dieser Wert eindeutig sein.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
de: - Typ 0 falls der Benutzer nicht aktiv ist, 1 falls der Benutzer aktiv sein muss. Der Standardwert ist 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
de: - Typ 1 falls das System das Kennwort via E-Mail zum Benutzer senden muss, ansonsten 0. Der Standardwert ist 1. Das Mailer-Modul muss aktiv und korrekt konfiguriert sein. Die E-Mail wird nur versendet, falls der Aktivitätswert des Benutzers größer als 0 ist.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %s.
de: - Die Identitäten der Gruppen, denen der Benutzer angehören muss, getrennt durch das |-Zeichen. Falls keine Gruppen angegeben werden, ist die Standard-Gruppe %s.

source: An example of a valid CSV file
de: Beispiel einer gültigen CSV-Datei

source: albert,12secure09,albert@example.org,1,1,2
de: axel,12sicher09,axel@example.org,1,1,2

source: george,lesssecure,george@example.org,1,0,1|5
de: frank,hohesicherheit,frank@example.org,1,0,1|5

source: robert,hispassword,robert@example.org,,,
de: carsten,seinkennwort,carsten@example.org,,,

source: Another example of a valid CSV file
de: Weiteres Beispiel einer gültigen CSV-Datei

source: albert,12secure09,albert@example.org
de: axel,12sicher09,axel@example.org

source: george,lesssecure,george@example.org
de: frank,hohesicherheit,frank@example.org

source: robert,hispassword,robert@example.org
de: carsten,seinkennwort,carsten@example.org

source: Name displayed for anonymous user
de: Anzeigename für anonyme Benutzer

source: Anonymous users are visitors to your site who have not logged in.
de: Anonyme Benutzer sind Gäste dieser Website, die keine Anmeldung durchgeführt haben.

source: Number of items displayed per page
de: Anzahl der angezeigten Einträge pro Seite

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
de: Diese Option legt fest, wie viele Einträge auf einmal angezeigt werden, wenn Listen dargestellt werden (zum Beispiel, Listen von Benutzern oder Registrierungen).

source: Path to user's avatar images
de: Pfad zu den Avatar-Bildern

source: Allow globally recognized avatars
de: Nutzung von Gravataren erlauben

source: Default gravatar image
de: Standard Gravatar-Bild

source: Account page settings
de: Benutzerkonto

source: Display graphics on user's account page
de: Icons im Profilbereich des Benutzers anzeigen

source: Path to account page images
de: Pfad für die Bilder im Profilbereich

source: Number of links per page
de: Anzahl der Links pro Seite

source: Number of links per row
de: Anzahl der Links pro Zeile

source: Users module handles e-mail address maintenance
de: Benutzermodul zur E-Mailverwaltung benutzen

source: User credential settings
de: Benutzeranmeldeinformationen

source: Credential required for user log-in
de: Art der Benutzeranmeldung

source: Either user name or e-mail address
de: Entweder Benutzername oder E-Mail Adresse

source: Notice: If the 'Credential required for user log-in' is set to 'E-mail address' or to 'Either user name or e-mail address', then the 'New e-mail addresses must be unique' option below must be set to 'Yes'.
de: Hinweis: Falls für die Benutzeranmeldung mittels 'E-Mail' durchgeführt werden soll, so muss die Option 'Eindeutige E-Mail Adresse' weiter unten mit 'Ja' ausgewählt sein.

source: Notice: If the 'New e-mail addresses must be unique' option was set to 'no' at some point, then user accounts with duplicate e-mail addresses might exist in the system. They will experience difficulties logging in with their e-mail address.
de: Hinweis: Wenn die Option 'Neue E-Mail-Adressen müssen eindeutig sein' zu irgend einem Zeitpunkt auf 'Nein' gesetzt wurde, könnten mehrere Benutzerkonten mit identischen E-Mail-Adressen im System existieren. Diese Benutzer werden Schwierigkeiten haben sich mit ihrer E-Mail-Adresse anzumelden.

source: New e-mail addresses must be unique
de: Neue E-Mail Adressen müssen eindeutig sein

source: If set to yes, then e-mail addresses entered for new registrations and for e-mail address change requests cannot already be in use by another user account or registration.
de: Falls dies auf Ja gesetzt wird, können E-Mail-Adressen, die für neue Registrierungen und für Anfragen zur Änderung von E-Mail-Adressen verwendet wurden, nicht durch andere Benutzerkonten oder -registrierungen verwendet werden.

source: Notice: If this option was set to 'no' at some point, then user accounts or registrations with duplicate e-mail addresses might exist in the system. Setting this option to 'yes' will not affect those accounts or registrations.
de: Hinweis: Wenn diese Option zu irgend einem Zeitpunkt auf 'Nein' gesetzt wurde, könnten mehrere Benutzerkonten oder Registrierungen mit identischen E-Mail-Adressen im System existieren. Das Setzen dieser Option auf 'Ja' betrifft diese Konten oder Registrierungen nicht.

source: Minimum length for user passwords
de: Mindestlänge für Kennwort

source: This affects both passwords created during registration, as well as passwords modified by users or administrators.
de: Dies betrifft sowohl während der Registrierung erstellte Kennwörter, als auch Kennwörter, die durch Benutzer oder Administratoren verändert werden.

source: Enter an integer greater than zero.
de: Positiven Integer größer als Null eingeben.

source: Password hashing method
de: Verschlüsselungsmethode der Kennwörter

source: The default hashing method is 'SHA256'.
de: Die Standardverschlüsselung der Kennwörter ist 'SHA256'.

source: Show password strength meter
de: Grafische Anzeige der Kennwortkomplexität

source: E-mail address verifications expire in
de: Bestätigungen von E-Mail Adressen verfallen in

source: days
de: Tage

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
de: Die Anzahl von Tagen, nach denen eine Anfrage zur Änderung der E-Mail-Adresse eines Benutzers, die auf Bestätigung wartet, abläuft. Null (0) eingeben für unendliche Laufzeit (keine automatische Löschung).

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
de: Eine Änderung dieser EInstellung betrifft alle Anfragen zur Änderung von E-Mail-Adressen, die aktuell noch im System warten.

source: Password reset requests expire in
de: Anfragen zum Rücksetzen von Kennwörtern verfallen in

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
de: Diese Einstellung betrifft nur Benutzer, die keine Antwort auf die Sicherheitsfrage gegeben haben. Die Anzahl von Tagen, nach denen eine Anfrage zum Rücksetzen des Kennwortes, die auf Bestätigung wartet, abläuft. Null (0) eingeben für unendliche Laufzeit (keine automatische Löschung).

source: Changing this setting will affect all password change requests currently pending verification.
de: Eine Änderung dieser EInstellung betrifft alle Anfragen zum Rücksetzen des Kennwortes, die aktuell noch im System warten.

source: Registration settings
de: Registrierungseinstellungen

source: Allow new user account registrations
de: Registrierungen von neuen Benutzer ermöglichen

source: Statement displayed if registration disabled
de: (Falls 'Nein' können im folgenden Feld die Gründe angegeben werden)

source: E-mail address to notify of registrations
de: E-Mail Adresse für Benachrichtigungen bei neuen Registrierungen

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
de: Für jede Registrierung wird eine Benachrichtigung an diese E-Mailadresse verschickt. Das Feld leer lassen für keine Benachrichtigung.

source: User registration is moderated
de: Benutzerregistrierung moderieren

source: Verify e-mail address during registration
de: E-Mail Adresse während der Registrierung verifizieren

source: Yes. User chooses password, then activates account via e-mail
de: Ja: Benutzer kann das Kennwort während der Registrierung wählen, muss den Zugang aber via Mailbenachrichtung bestätigen

source: Log in new registrations automatically?
de: Neue Registrierungen automatisch anmelden?

source: Newly registered users are logged in automatically.
de: Neu registrierte Benutzer werden automatisch angemeldet.

source: Newly registered users are logged in automatically only if there is no approval, verification, or other requirement that must be met to complete the registration process.
de: Neu registrierte Benutzer werden automatisch angemeldet, wenn keine Freigabe, Bestätigung oder anderweitige Anforderung existiert, die erfüllt sein muss, um den Registrierungsprozess abzuschließen.

source: Newly registered users are not logged in automatically.
de: Neu registrierte Benutzer werden nicht automatisch angemeldet.

source: Newly registered users are redirected to the log-in screen, if appropriate. If there are other registration requirements to be met, then they are shown this information instead.
de: Neu registrierte Benutzer werden zur Anmeldeseite weitergeleitet, falls dies passend ist. Wenn anderweitige Anforderungen für die Registrierung erfüllt werden müssen, werden diese statt dessen angezeigt.

source: Order that approval and verification occur
de: Freigabe-und Verifizierungsreihenfolge

source: Registration applications must be approved before users verify their e-mail address.
de: Neue Registrierungen müssen freigegeben werden, bevor Benutzer ihre E-Mail-Adresse bestätigen.

source: Users must verify their e-mail address before their application is approved.
de: Benutzer müssen ihre E-Mail-Adresse bestätigen, bevor ihre Anfrage freigegeben wird.

source: Application approval and e-mail address verification can occur in any order.
de: Die Freigabe neuer Anträge und die Bestätigung der E-Mail-Adressen können in beliebiger Reihenfolge erfolgen.

source: Registrations pending verification expire in
de: Bestätigung von wartender Registrierung verfällt in

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
de: Die Anzahl von Tagen, nach denen ein Registrierungsdatensatz, der auf Bestätigung der E-Mail-Adresse wartet, abläuft. (Unbestätigte Registrierungen werden nach der angegebenen Anzahl von Tagen nach Versand der E-Mail zur Bestätigung gelöscht). Null (0) eingeben für unendliche Laufzeit (keine automatische Löschung).

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
de: Falls die Registrierung moderiert ist und Anträge vor der Bestätigung freigegeben werden müssen, dann verfallen die Registrierungen nicht, bevor die angegebene Anzahl von Tagen nach der Freigabe verstrichen ist.

source: Changing this setting will affect all registrations currently pending e-mail address verification.
de: Eine Änderung dieser Einstellung betrifft alle Registrierungen, deren E-Mail-Adress-Bestätigung aktuell im System warten.

source: Spam protection question
de: Spam-Schutz Frage

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
de: Zum Schutz vor Spam-Registrierungen durch Bots oder Skripte kann der Registrierungsvorgang mit dieser Spam-Schutz Frage versehen werden.

source: Spam protection answer
de: Spam-Schutz Antwort

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
de: Benutzer müssen während der Registrierung die Beantwortung der Spam-Schutz Frage durchführen. Diese Antwort ist erforderlich, wenn eine Spam-Schutz Frage gestellt wird.

source: Reserved user names
de: Gesperrte Benutzernamen

source: Separate each user name with a comma.
de: Jeden Benutzernamen mit einem Komma trennen.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
de: Jeder Benutzername in dieser Liste darf von niemandem zur Registrierung eines neuen Kontos verwendet werden.

source: Banned user agents
de: Gesperrte User-Agents

source: Separate each user agent string with a comma.
de: Jeden User-Agent mit einem Komma trennen.

source: Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
de: Jeder Eintrag in dieser Liste ist eine Zeichenkette zur Identifikation des Browser User Agents. Wenn ein Benutzer versucht ein neues Konto mit einem Browser zu registrieren, dessen User Agent String mit einer der Zeichenketten dieser Liste beginnt, dann wird dem Benutzer nicht erlaubt den Registrierungsprozess fortzusetzen.

source: Banned e-mail address domains
de: Gesperrte E-Mail Domains

source: Separate each domain with a comma.
de: Jede Domain mit einem Komma trennen.

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
de: Jeder Eintrag in dieser Liste ist eine E-Mail-Adress-Domain (der Teil nach dem '@'). E-Mail-Adressen bei neuen Registrierungen oder bei Anfragen zur Änderung der E-Mail-Adresse bestehender Benutzer werden nicht akzeptiert mit Domains auf dieser Liste.

source: User log-in settings
de: Benutzeranmeldung

source: WCAG-compliant log-in and log-out
de: WCAG-konforme An- und Abmeldung

source: Notice: Uses meta refresh.
de: Hinweis: Benutzung von Meta-Refresh.

source: Failed login displays inactive status
de: Fehlgeschlagene Anmeldung zeigt Aktivitäts-Status

source: Yes. The log-in error message will indicate that the user account is inactive.
de: Ja. Die Fehlermeldung bei der Anmeldung gibt an, dass das Benutzerkonto inaktiv ist.

source: No. A generic error message is displayed.
de: Nein. Eine generische Fehlermeldung wird angezeigt.

source: Failed login displays verification status
de: Fehlgeschlagene Anmeldung zeigt Bestätigungs-Status

source: Yes. The log-in error message will indicate that the registration is pending verification.
de: Ja. Die Fehlermeldung bei der Anmeldung gibt an, dass die Bestätigung der Registrierung noch aussteht.

source: Failed login displays approval status
de: Fehlgeschlagene Anmeldung zeigt Freigabe-Status

source: Yes. The log-in error message will indicate that the registration is pending approval.
de: Ja. Die Fehlermeldung bei der Anmeldung gibt an, dass die Freigabe der Registrierung noch aussteht.

source: Export Title Row
de: Titelzeile exportieren

source: Export Email Address
de: E-Mail Adresse exportieren

source: Export Registration Date
de: Registrierungsdatum exportieren

source: Export Last Login Date
de: Datum der letzten Anmeldung exportieren

source: Export Group Membership
de: Gruppenmitgliedschaft exportieren

source: CSV Export File
de: CSV Exportdatei

source: CSV filename
de: CSV Dateiname

source: Comma
de: Komma

source: Semicolon
de: Semikolon

source: Colon
de: Doppelpunkt

source: Tab
de: Tabulator

source: Delete user account
de: Benutzerkonto löschen

source: Do you really want to delete this user account?
de: Soll dieses Benutzerkonto wirklich gelöscht werden?

source: Cancel forced password change for %1$s
de: Erzwingen der Kennwortänderung für %1$s abbrechen

source: Force a change of password for %1$s
de: Eine Änderung des Kennwortes für %1$s erzwingen

source: Do you want to cancel the forced password change for %1$s?
de: Soll die erzwungene Kennwort-Änderung für %1$s abgebrochen werden?

source: Do you want to force a password change during the next login attempt for %1$s?
de: Soll beim nächsten Anmeldeversuch für %1$s eine Änderung des Kennworts erzwungen werden?

source: Yes, cancel the change of password
de: Ja, die Kennwort-Änderung abbrechen

source: Yes, force the change of password
de: Ja, die Kennwort-Änderung erzwingen

source: Last login
de: Letzte Anmeldung

source: User's groups
de: Benutzergruppen

source: E-mail Users
de: Benutzer anschreiben

source: Select recipients
de: Empfänger auswählen

source: Compose message
de: Nachricht schreiben
