Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: The theme engine will consider the more specific setup; in that order, a block instance template, is used over a block type template, and a block position one.
de: Die Theme-Engine kann auch exaktere Konfigurationen in folgender Reihenfolge berücksichtigen: Templates für Blockinstanzen werden vor den Templates für die Blocktypen und vor den Templates für die Blockpositionen bevorzugt.

source: Block instance templates
de: Template für Blockinstanzen

source: Block type templates
de: Template für Blocktypen

source: Block position templates
de: Template für Blockpositionen

source: Existing block positions
de: Bestehende Blockpositionen

source: <p>The following block positions are used in this page configuration, but they have not been defined within the Blocks module;</p>%s<p>Click on a block position to go create that position.</p>
de: <p>Die folgenden Blockpositionen werden in der Seitenkonfiguration benutzt, sind aber nicht im Blockmodul eingerichtet</p>%s<p>Für die Anlage dieser Positionen bitte auf die Blockposition anklicken.</p>

source: Existing block instances
de: Bestehende Blockinstanzen

source: Untitled block of type %1$s
de: Titelloser Block vom Typ %1$s

source: Page configuration assignments
de: Zuordnung von Seitenkonfigurationen

source: Configuration file
de: Konfigurationsdatei

source: Important
de: Wichtig

source: Page configurations in use
de: Benutzte Seitenkonfigurationen

source: Configuration file found
de: Konfigurationsdatei gefunden

source: Variables
de: Variablen

source: Notice: Any configuration files that Zikula cannot find must be created in 'themes/%s/templates/config'.
de: Hinweis: Fehlende Konfigurationsdateien müssen in 'themes/%s/templates/config' erstellt werden.

source: Create new page configuration assignment
de: Seitenkonfigurationszuordnung anlegen

source: Function type
de: Funktionstyp

source: Function name
de: Funktionsname

source: Function arguments
de: Argumente für die Modulfunktion (optional)

source: Notice: This is a list of arguments found in the page URL, separated by '/'.
de: Hinweis: Liste der Argumente in der URL getrennt nach '/'.

source: Any match with this assignment will be consider over the following others.
de: Jede Zuordnung dieser Konstellation wird vor allen anderen bevorzugt.

source: Edit page configuration assignment
de: Zuordnung der Seitenkonfiguration bearbeiten

source: The module specified on this assignment [%s] seems to not be available on the system.
de: Das angegebene Modul für die Zuordnung [%s] scheint im System nicht verfügbar zu sein.

source: Theme credits
de: Theme-Informationen

source: Type
de: Typ

source: Registration ID
de: Registrierungs-ID

source: Directory
de: Verzeichnis

source: Official
de: Offiziell

source: Author
de: Autor

source: Contact
de: Kontakt

source: State
de: Status

source: Change log
de: Änderungsprotokoll

source: License
de: Lizenz

source: XHTML-capable
de: XHTML-fähig

source: Delete theme %s
de: Theme %s löschen

source: Do you really want to delete this theme?
de: Soll das Theme wirklich gelöscht werden?

source: Also delete theme files, if possible
de: Falls möglich, die Theme-Dateien löschen

source: Please delete the Theme folder before pressing OK or the Theme will not be deleted.
de: Bitte für dem Bestätigen das Verzeichnis des Themes löschen, da das Theme sonst nicht entfernt wird.

source: Edit theme
de: Theme bearbeiten

source: Page configurations
de: Seitenkonfigurationen

source: Colour palettes
de: Farbpaletten

source: Create new palette
de: Neue Palette anlegen

source: Items per page
de: Einträge pro Seite

source: Allow users to change themes
de: Benutzer können Theme wählen

source: Admin theme
de: Admin-Panel-Theme

source: Use site's theme
de: Theme der Website nutzen

source: Compilation
de: Kompilierung

source: Check for updated version of theme templates
de: Auf aktualisierte Theme-Templates prüfen

source: Force re-compilation of theme templates
de: Kompilierung der Theme-Templates erzwingen

source: Delete compiled theme templates
de: Kompilierte Theme-Templates löschen

source: Compiled render templates directory
de: Renderer Kompilierungsverzeichnis

source: Check for updated version of render templates
de: Auf aktualisierte Renderer-Templates prüfen

source: Force re-compilation of render templates
de: Kompilierung der Renderer-Templates erzwingen

source: Delete compiled render templates
de: Kompilierte Renderer-Templates löschen

source: Enable theme caching
de: Theme-Caching aktivieren

source: Delete cached theme pages
de: Theme-Cache löschen

source: Length of time to keep cached theme pages
de: Dauer des Theme-Cachings

source: Notice: A cache lifetime of 0 will set the cache to continually regenerate; this is equivalent to no caching.
de: Hinweis: Bei einer Cachingdauer von 0 wird der Cache kontinuierlich aktualisiert und ist somit quasi deaktiviert.

source: A cache lifetime of -1 will set the cache output to never expire.
de: Eine Caching-Zeit von -1 sorgt für dauerhaftes Caching

source: For homepage
de: Für die Startseite

source: seconds
de: Sekunden

source: Delete cached pages
de: Zwischenspeicher löschen

source: For modules
de: Für die Module

source: Modules to exclude from theme caching
de: Vom Theme-Caching ausgenommene Module

source: Cached templates directory
de: Renderer Cacheverzeichnis

source: Enable render caching
de: Renderer-Caching aktivieren

source: Delete cached render pages
de: Renderer-Cache löschen

source: Length of time to keep cached render pages
de: Dauer des Renderer-Cachings

source: Notice: A cache lifetime of -1 will set the cache output to never expire.
de: Hinweis: Eine Cachingdauer von -1 sorgt für dauerhaftes Caching.

source: CSS/JS optimisation
de: CSS/JS Optimierungen

source: Notice: Combining and compressing JavaScript (JS) and CSS can considerably speed-up the performances of your site.
de: Hinweis: Das Kombinieren und Komprimieren der Javascripts und Stylesheets kann den Server entlasten und die Seitengeschwindigkeit enorm erhöhen.

source: Enable CSS/JS combination
de: CSS/JS Combination aktivieren

source: Delete combination cache
de: Combination-Cache löschen

source: Use GZ compression
de: GZ-Komprimierung aktivieren

source: The 'Minify CSS' option may require more PHP memory. If errors occur, you should increase the 'memory_limit' setting in your PHP installation's 'php.ini' configuration file. Alternatively, you should add the following entry to the '.htaccess' file in your site's web root (without the quotation marks): 'php_value memory_limit 64M'. 64M is just a suggested value. You should experiment to find the lowest value that resolves the problem.
de: Das 'Minify CSS' Feature könnte womöglich mehr PHP Speicher benötigen. Falls Fehlermeldungen dieser Art auftreten, dann sollte das 'memory_limit' in der Konfigurationsdatei php.ini erhöht werden. Oder alternativ die Zeile (ohne Anführungszeichen) 'php_value memory_limit 64M' in der .htaccess Datei hinzufügen. Der Wert 64M ist nur ein Beispiel und sollte auf die individuellen Bedürfnisse angepasst werden.

source: Length of time to keep combination cache
de: Dauer des Combination-Cachings

source: Themes configurations
de: Theme-Konfigurationen

source: Notice: When edit the configuration of a Theme, the Theme Engine creates copies of its configuration files inside the Temporary folder when it cannot write on them directly. If you changed your mind and want to have your configuration inside your theme, make its .ini files writable and clear the temporary copies with the following link.
de: Hinweis: Wenn die Konfiguration eines Themes bearbeitet wird, erstellt die Theme-Engine Kopien der Konfigurationsdateien innerhalb des temporären Ordners, falls sie nicht direkt in das Theme geschrieben werden können. Wenn man die Konfiguration innerhalb des Themes haben möchte, müssen die .ini-Dateien beschreibbar gemacht und die temporären Kopien über den folgenden Link geleert werden.

source: Delete theme configurations
de: Theme-Konfigurationen löschen

source: Filters
de: Filter

source: Notice: The 'trimwhitespace' output filter trims leading white space and blank lines from the template source code after it is interpreted, which cleans-up the code and saves bandwidth.
de: Hinweis: Entfernt führende Leerzeichen und leere Zeilen aus dem Quellcode der verarbeiteten Templates, um z.B. Bandbreite zu sparen.

source: Use 'trimwhitespace' output filter
de: Ausgabefilter 'trimwhitespace' benutzen

source: Debug settings
de: Debug-Einstellungen

source: Warning! When auxiliary themes like RSS are used, enabling this option can corrupt the page output until you disable it again (for instance, with RSS, the feed will be broken).
de: Warnung! Bei der Benutzung von RSS-Themes könnten Probleme auftreten.

source: Embed template information within comments inside the source code of pages
de: Template-Informationen als Kommentar in die Ausgabe integrieren

source: Delete page configuration assignment
de: Lösche Zuordnung der Seitenkonfiguration

source: Do you really want to delete this page configuration assignment?
de: Soll die Zuordnung der Seitenkonfiguration wirklich gelöscht werden?

source: You can handle plain variables <var>name &rarr; value</var>, but also setup arrays in the format <var>name[key] &rarr; value</var>.
de: Es können normale Variablen <var>name &rarr; wert</var>, aber auch Arrays im Format <var>name[key] &rarr; wert</var> eingesetzt werden.

source: No items found.
de: Keine Einträge gefunden

source: Add new theme variable
de: Neue Theme-Variable hinzufügen

source: Add new page variable
de: Neue Seitenvariable hinzufügen

source: Extension database
de: Erweiterungsdatenbank

source: Themes control the visual presentation of a site. Zikula ships with a small selection of themes, but many more are available from the %s.
de: Themes bestimmen das Aussehen der Website. Im Zikula-Core ist eine Standardauswahl bereits enthalten. Weitere Themes stehen in der %s zur Verfügung.

source: Default theme
de: Standardtheme

source: Preview: %s
de: Vorschau: %s

source: Edit: %s
de: Bearbeiten: %s

source: Delete: %s
de: Löschen: %s

source: Set as default: %s
de: Als Standard setzen: %s

source: Theme confirmation prompt
de: Theme Sicherheitsabfrage

source: Do you really want to set '%s' as the active theme for all site users?
de: Soll '%s' wirklich als aktives Theme für alle Benutzer gesetzt werden?

source: Override users' theme settings
de: individuelle Benutzerthemes übersteuern

source: Accept
de: Akzeptieren

source: Unable to start session
de: Sitzung kann nicht gestartet werden

source: If you are the website administrator:
de: Falls Sie der Website Administrator sind:

source: Zikula is unable to correctly start sessions. This is because sessions cannot be written to the database which is usually caused by either your site being out of disk space or disk quota, or that the sessions table has become corrupted. Running a repair on the sessions table may fix the problem. For further help please visit the Zikula website.
de: Zikula konnte die Sitzungen nicht korrekt starten. Die Sitzungsdaten konnte nicht in die Datenbank geschrieben werden. Das könnte an einem Überschreiten des Speicherplatz (Disk Quota) liegen oder eventuell an einer beschädigten Datenbanktabelle. Das Reparieren der Session-Tabelle könnte das Problem womöglich beheben. Für weitere Hilfe bitte die Website Zikula besuchen.

source: Zikula is free software released under the GPL license. For more information, please visit
de: Zikula ist freie Software, veröffentlicht unter der LGPL-Lizenz! Weitere Informationen unter

source: Proudly powered by Zikula
de: Diese Website wurde mit Zikula umgesetzt!

source: Website temporarily unavailable
de: Diese Website steht vorübergehend nicht zur Verfügung

source: Problem in database connection
de: Problem mit der Datenbankverbindung

source: This website is experiencing temporary technical difficulties, possibly due to high traffic. If you can, please inform the website administrator of this problem, stating the time you saw this page.
de: Diese Website hat momentan temporäre technische Probleme, wie möglicherweise durch zu hohen Traffic. Falls möglich bitte den Seitenbetreiber über diese Problem informieren.

source: This website is powered by the Zikula Application Framework, although run independantly by the website administrator. Please do not contact the Zikula team about this error, as it is specfic to this website.
de: Diese Website ist mit dem Zikula Application Framework umgesetzt, obwohl der Internetauftritt natürlich unabhängig voneinander durch einen Seitenbetreiber betrieben wird. Bitte nicht das Zikula-Team über diesen Fehler informieren, da dieser Fehler systemspezifisch ist.

source: Zikula is unable to connect to your database. Please ensure your database access details are correct. Also, check to make sure your database is running correctly.
de: Zikula kann sich nicht mit der Datenbank verbinden. Bitte sicherstellen, dass die Zugriffsinformationen für die Datenbank korrekt sind. Bitte auch darauf achten, dass die Datenbank ordnungsgemäß läuft.

source: This site needs to be upgraded, please contact the system administrator.
de: Diese Website benötigt eine Aktualisierung. Bitte den Systemadministrator kontaktieren.

source: Administrator log-in
de: Admin-Login

source: An administrator log-in is required.
de: Benutzeranmeldung über E-Mail Adresse (nur in Verbindung mit der Option für systemweit eindeutige E-Mail möglich)

source: Previous page
de: Vorherige Seite

source: No previous pages
de: Keine vorherigen Seiten

source: Next page
de: Nächste Seite

source: No further pages
de: Keine weiteren Seiten

source: Notice: The template file will be sought on all the template paths of the specified module.
de: Hinweis: Die Template-Datei wird in allen Template-Verzeichnisses des angegebenen Moduls gesucht.

source: Template file
de: Templatedatei

source: Parameters
de: Parameter

source: Format: parameter1=value1;parameter2=value2...
de: Format: parameter1=wert1;parameter2=wert2...

source: Change theme
de: Theme wechseln

source: Output format
de: Ausgabeformat

source: Dropdown list with preview images
de: Auswahlfeld mit Vorschaubildern

source: Simple list
de: Einfache Liste

source: First page
de: Erste Seite

source: Last page
de: Letzte Seite

source: Themes enable you to change the visual presentation of the site when you are logged-in.
de: Mit den Themes kann die visuelle Darstellung der Website für angemeldete Benutzer geändert werden.

source: The current theme is '%s'.
de: Das aktuelle Theme ist '%s'.

source: Your chosen theme is not the current site default. You can <a href="%1$s">reset</a> your chosen theme to site default of <a href="?theme=%2$s">%3$s</a>.
de: Beim ausgewählten Theme handelt es sich nicht um das Standardtheme <a href="?theme=%2$s">%3$s</a> der Seite. Diese Auswahl kann jederzeit wieder <a href="%1$s">zurückgesetzt</a> werden.

source: Preview theme
de: Theme-Vorschau

source: Use theme
de: Theme benutzen

source: Force compilation
de: Kompilierung erzwingen

source: Included templates and configuration files (load time in seconds)
de: Einschließlich Template- und Konfigurationsdateien (Ladezeit in Sekunden)

source: Assigned template variables
de: Zugewiesene Templatevariablen

source: No template variables assigned.
de: Keine Templatevariablen zugeordnet.

source: Zikula session variables
de: Zikula Sessionvariablen

source: none
de: keine

source: Assigned configuration file variables (outer template scope)
de: zugewiesenen Konfigurationsvariablen (outer template scope)

source: No configuration variables assigned.
de: Keine Konfigurationsvariablen zugeordnet.

source: The items that are marked with an asterisk ('*') are required entries.
de: Mit (*) markierte Angaben sind für die Registrierung zwingend erforderlich.

source: Account information
de: Informationen zum Konto

source: User names can contain letters, numbers, underscores, periods, or dashes.
de: Benutzernamen können Buchstaben, Zahlen, Unterstriche, Punkte oder Striche enthalten.

source: Repeat e-mail address for verification
de: E-Mail-Adresse wiederholen (zur Verifikation)

source: Site's default theme
de: Standardtheme der Website

source: Log-in information
de: Anmeldeinformationen

source: Set the user's password now?
de: Kennwort des Benutzer jetzt setzen?

source: The user's e-mail address will be verified, even though e-mail address verification is turned off in 'Settings'. This is necessary because the user will create a password during the verification process.
de: Die E-Mail-Adresse des Benutzers wird geprüft, auch wenn die Bestätigung der E-Mail-Adresse in den Einstellungen ausgeschaltet ist. Dies ist notwendig, weil der Benutzer ein Kennwort während des Bestätigungsvorgangs erstellt.

source: The user's e-mail address will be verified. The user will create a password at that time.
de: Die E-Mail-Adresse des Benutzers wird geprüft. Der Benutzer erstellt in diesem Schritt ein Kennwort.

source: Notice: The minimum length for user passwords is %s characters.
de: Hinweis: Die Mindestlänge der Kennwörter liegt bei %s Zeichen.

source: Repeat password for verification
de: Kennwort wiederholen (zur Verifikation)

source: Send password via e-mail?
de: Kennwort mittels E-Mail versenden?

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
de: Das Versenden eines Kennworts via E-Mail wird als unsicher angesehen. Es wird empfohlen, dass das Kennwort dem Benutzer mit einer sicheren Kommunikationsmethode bereitgestellt wird.

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
de: Auch wenn man das Kennwort dem Benutzer nicht via E-Mail sendet, können andere E-Mail-Nachrichten an den Benutzer geschickt werden als Teil des Registrierungsvorgangs.

source: Verify user's e-mail address?
de: Die E-Mail-Adresse des Benutzers verifizieren?

source: Yes (recommended)
de: Ja (empfohlen)

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
de: Hinweis: Dies überschreibt die Option 'E-Mail Adresse während der Registrierung verifizieren' in den Grundeinstellungen.

source: Submit new user
de: Registrierung absenden

source: Edit registration of %s
de: Registrierung von %s bearbeiten

source: Edit user account of %s
de: Benutzerkonto von %s bearbeiten

source: You are editing your own record, therefore you are not permitted to change your membership in certain system groups, and you are not permitted to change your activated state. These fields are disabled below.
de: Beim Editieren des eigenen Benutzers ist es nicht erlaubt die Mitgliedschaft in bestimmten Systemgruppen zu verändern. Außerdem ist die Veränderung des Aktivierungszustandes des Benutzers nicht möglich. Diese Felder sind unten daher deaktiviert.

source: User status
de: Benutzerstatus

source: This user does not currently log in with a web site account password. To enable the user to do so&mdash;in addition to any other log-in method used, create a password for the account here.
de: Dieser Benutzer meldet sich aktuell nicht mit einem Zugangskennwort für die Webseite an. Damit er dies - neben anderen verwendeten Anmeldemethoden - tun kann, muss für das Konto hier ein Kennwort erstellt werden.

source: Change the user's password?
de: Kennwort für diesen Benutzer ändern?

source: Create a password for the user?
de: Ein Kennwort für den Benutzer erstellen?

source: New password
de: Neues Kennwort

source: Create a password
de: Kennwort erstellen

source: The user's password will not be changed.
de: Das Kennwort des Benutzers wird nicht geändert.

source: A web site account password will not be created for the user. The user will continue to log in with the method(s) currently used.
de: Für den Benutzer wird kein Kennwort für das Konto auf der Webseite erstellt. Der Benutzer meldet sich weiterhin mit den aktuell ausgewählten Methoden an.

source: The user's password will be changed.
de: Das Kennwort des Benutzers wird nicht geändert.

source: A web site account password will be created for the user. The user will continue to log in with the method(s) currently used, and will additionally be able to log in with this password.
de: Für den Benutzer wird ein Kennwort für das Konto auf der Webseite erstellt. Der Benutzer meldet sich weiterhin mit den aktuell ausgewählten Methoden an, kann sich zusätzlich aber auch mit diesem Kennwort anmelden.

source: Member
de: Mitglied

source: Other actions for %s
de: Andere Aktionen für %s

source: Send user name
de: Benutzernamen verschicken

source: Send password recovery code
de: Kennwortwiederherstellungscode verschicken

source: Registration applications list
de: Registrierungsanfragen

source: Registration date
de: Registrierungsdatum

source: Approved?
de: Freigegeben?

source: Verified?
de: Verifiziert?

source: Send a new e-mail verification code
de: Einen neuen E-Mail Bestätigungscode senden

source: Send an e-mail verification code
de: Einen E-Mail Bestätigungscode senden

source: Pending approval
de: Ausstehende Freigaben

source: Verified
de: Verifiziert

source: E-mail verification not sent; must be resent
de: Die Bestätigung wurde nicht versendet und muss erneut verschickt werden

source: E-mail verification not sent
de: Die Bestätigung wurde nicht versendet

source: Pending verification of e-mail address
de: Verifizierung der E-Mail Adresse steht noch aus

source: Display registration details
de: Registrierungsdetails anzeigen

source: Modify registration details
de: Registrierungsdetails bearbeiten

source: Pre-approve (verification still required)
de: Vorab freigeben (Bestätigung nach wie vor nowendig)

source: Approve
de: Freigeben

source: Approve (creates a new user account)
de: Freigeben (erstellt neues Benutzerkonto)

source: Deny (deletes registration)
de: Ablehnen (löscht Registrierung)

source: Skip verification (approves, and creates a new user account)
de: Verifizierung überspringen (Freigabe und Erstellung des neuen Benutzerkontos)

source: Legend
de: Legende

source: Approval
de: Freigabe

source: An administrator has approved the registration, or approval was not required when the registration was completed.
de: Ein Administrator hat die Registrierung freigegeben oder eine Freigabe ist nicht erforderlich.

source: Waiting for an administrator to approve the registration.
de: Warte auf Freigabe durch einen Administrator.

source: Verification
de: Verifizierung

source: The user has completed the e-mail verification process, or e-mail verification was not required when the registration was completed.
de: Der Benutzer hat den E-Mail Verifizierungsvorgang durchgeführt oder eine Verifizierung ist nicht erforderlich.

source: An e-mail has been sent to the registered e-mail address, but the user has not yet responded.
de: Dem Benutzer wurde an die hinterlegte E-Mail Adresse eine Nachricht geschickt und bisher hat dieser noch nicht reagiert.

source: Verification e-mail message not yet sent
de: Verifizierungsmail noch nicht verschickt

source: A verification e-mail has not been sent to the registered e-mail address.
de: Noch keine Bestätigung an die hinterlegte E-Mail Adresse verschickt.

source: If it is not yet approved, then it will be sent on approval.
de: Falls noch nicht freigegeben, erfolgt der Versand bei der Freigabe.
