Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Do you really want to delete this permission rule?
de: Soll dieses Zugriffsrecht wirklich gelöscht werden?

source: Registered component
de: Komponente

source: Instance template
de: Instanz

source: Lock main administration permission rule
de: Generische Admin-Berechtigung fixieren

source: ID of main administration permission rule
de: ID der generischen Admin-Berechtigung

source: Enable filtering of group permissions
de: Filterung der Rechte ermöglichen

source: Minimum row height for permission rules list view (in pixels)
de: Mindestzeilenhöhe im Ansichtsmodus (Pixel)

source: Minimum row height for rule editing view (in pixels)
de: Mindestzeilenhöhe im Bearbeitungsmodus (Pixel)

source: Sequence
de: Sequenz

source: Component
de: Komponente

source: Instance
de: Instanz

source: Permission level
de: Zugriffsstufe

source: Filter permission rules list
de: Liste mit Zugriffsrechten filtern

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
de: Dieses Zugriffsrecht ist fixiert und muss vorweg in der Konfiguration freigeben werden.

source: Check a users permission
de: Zugriffregel für bestimmten Benutzer überprüfen

source: User permission check
de: Zugriffregel für Benutzer überprüfen

source: Component to check
de: Zu prüfende Komponente

source: Instance to check
de: Zu prüfende Instanz

source: Testing permission...
de: Teste Zugriffsrecht...

source: Check permission
de: Zugriffregel überprüfen

source: Permission rule information
de: Informationen über die Zugriffsrechte

source: Edit group
de: Gruppe bearbeiten

source: Maximum membership
de: Max. Benutzer

source: Create new group
de: Gruppe hinzufügen

source: Do you really want to remove user "%1$s" from group "%2$s"?
de: Soll der Benutzer "%1$s" wirklich aus der Gruppe "%2$s" entfernt werden?

source: Remove
de: Entfernen

source: Initial user group
de: Startgruppe für Benutzer

source: Hide closed groups
de: Geschlossene Gruppen verstecken

source: Receive e-mail alert when there are new applicants
de: Mailbenachrichtigung bei neuen Gruppenanfragen

source: Membership application
de: Anfrage auf Mitgliedschaft

source: Members
de: Mitglieder

source: Membership of: %s
de: Mitgliedschaften von: %s

source: Save: %s
de: Speichern: %s

source: Cancel: %s
de: Abbrechen: %s

source: Do you really want to delete this group?
de: Soll die Gruppe wirklich gelöscht werden?

source: Default user group. Cannot be deleted.
de: Standardbenutzergruppe. Kann nicht gelöscht werden.

source: Primary administrators group. Cannot be deleted.
de: Primäre Administratorengruppe. Kann nicht gelöscht werden.

source: User ID
de: Benutzer-ID

source: Comment
de: Kommentar

source: Add users to group
de: Benutzer zur Gruppe hinzufügen

source: Notice: Please select one or more users to add to the group. To select multiple users, use 'Shift-Click' or 'Control-Click'.
de: Hinweis: Zum Hinzufügen in einer Gruppe bitte einen oder mehrere Benutzer auswählen. Eine Mehrfachauswahl ist mittels 'UMSCHALT+Click' oder 'STRG+Click' möglich.

source: Users to add
de: Hinzufügender Benutzer

source: Select...
de: Wählen...

source: Members list
de: Mitgliederliste

source: Unlimited
de: Unbegrenzt

source: Sorry! You must register for a user account on this site before you can apply for membership of a group.
de: Vor der Anfrage zu einer Gruppe muss ein Benutzerkonto auf dieser Website erstellt werden.

source: Log in or register
de: Anmelden oder registrieren

source: Go to groups index page
de: Zur Gruppenübersicht

source: Memberships
de: Mitgliedschaften

source: Resign
de: Austreten

source: Apply
de: Anfragen

source: Group has reached its maximum capacity
de: Gruppe hat ihre maximale Kapazität erreicht

source: No group members found.
de: Es konnten keine Gruppenmitglieder gefunden werden.

source: Membership resignation
de: Aus Gruppe austreten

source: Membership application cancellation
de: Anfrage auf Mitgliedschaft abbrechen

source: Group name
de: Gruppenname

source: Not available
de: Nicht verfügbar

source: Comment to attach to your application
de: Kommentar an Anfrage anhängen

source: There are currently no groups that can be joined.
de: Es stehen aktuell keine offenen oder privaten Gruppen zur Verfügung, in denen man sich eintragen könnte.
