Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Define which fields contain JSON data and should be treated as such
de: Definiere, welche Felder JSON-Daten enthalten und entsprechend behandelt werden sollen

source: Define which fields should not be monitored
de: Definiere, welche Felder nicht beobachtet werden sollen

source: Output filter settings
de: Ausgabefilter

source: Select output filter
de: Ausgabefilter auswählen

source: Use internal output filter only
de: Nur internen Ausgabefilter benutzen

source: Use 'HTML Purifier' + internal mechanism as output filter
de: 'HTML Purifier' und internen Ausgabefilter benutzen

source: Download the entire log to a csv file
de: Das komplette Protokoll als CSV-Datei herunterladen

source: Do you really want to delete the entire IDS log?
de: Sollen wirklich alle IDS-Protokolle gelöscht werden?

source: HTMLPurifier Settings
de: HTML Purifier

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
de: Die Filterung durch HTML Purifier geschieht, wenn eine Zeichenkette oder Variable in einem Template mit dem 'safehtml'-Modifier verändert werden, oder wenn ein Modul eine ähnliche Verarbeitung innerhalb seiner Funktionen durchführt.

source: Warning
de: Warnung

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
de: Eine falsche Konfiguration von HTML Purifier Direktiven kann dazu führen, dass das System instabil angezeigt wird und der Zugriff auf die Seite verwehrt wird. Es wird keine Validierung der Benutzereinstellungen durchgeführt. Daher ist das komplette Verständnis jeder Direktive und ihrer Auswirkungen auf das System sicherzustellen. Außerdem sollte beachtet werden, dass alle Voraussetzungen erfüllt werden und dass zusätzliche Software oder Bibliotheken, die von jeder Direktive benötigt werden, korrekt installiert und für HTML Purifier verfügbar sind.

source: will be applied after HTMLPurifier processing is completed.
de: wird angewandt, nachdem die Verarbeitung durch HTML Purifier abgeschlossen ist.

source: HTMLPurifier '%s' configuration directives
de: HTML Purifier '%s' Konfigurationsdirektiven

source: Use default value (if checked) or override value
de: Standardwert benutzen (wenn Checkbox aktiviert) oder Wert überschreiben

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
de: (Schlüssel- und Wertepaare mit Doppelpunkt trennen (z.B. key:value) und jedes Paar in eine eigene Zeile eintragen.)

source: (Modification not supported.)
de: (Veränderung nicht unterstützt.)

source: Value:
de: Wert:

source: IP Address
de: IP Adresse

source: Clear filter
de: Filter entfernen

source: Rule
de: Regel

source: No logged intrusions found.
de: Keinen protokollierten Angriff gefunden.

source: Edit block
de: Block bearbeiten

source: Block placement filtering
de: Blockpositionierung

source: Position(s)
de: Position/en

source: Advanced placement options
de: Erweiterte Platzierungsoptionen

source: Show/hide advanced placement options
de: Weitere Filtermöglichkeiten anzeigen/verstecken

source: To restrict the block's visibility to certain modules and module functions, you can create filter(s) and select the module, function type, function name and function arguments that you want to apply to the filter. All fields are optional. If you omit a field, it will act as an *.
de: Um die Sichtbarkeit des Blocks auf bestimmte Module und Modulfunktionen zu beschränken, können Filter angelegt und dabei das Modul, der Funktionstyp, der Funktionsname und Funktionsargumente ausgewählt werden, die auf den Filter angewendet werden sollen. Falls ein Feld ausgelassen wird, wird dies als Wildcard (*) agieren.

source: Create new filter
de: Neuen Filter erstellen

source: Function arguments (delimiter=&)
de: Argumente für die Modulfunktion (Trennung mit &)

source: Collapsibility
de: Blockverkleinerung

source: Collapsible
de: Blockverkleinerung

source: Default state
de: Standardstatus

source: Expanded
de: Erweitert

source: Collapsed
de: Komprimiert

source: Customisation
de: Anpassungen

source: Block refresh interval
de: Aktualisierungsintervall (nur für Blöcke, die Inhalte aus externen Quellen einbinden)

source: Delete block position
de: Blockposition löschen

source: Do you really want to delete block position '%s'?
de: Soll die Blockposition '%s' wirklich gelöscht werden?

source: New block
de: Neuer Block

source: Do you really want to delete block '%s'?
de: Soll der Block '%s' wirklich gelöscht werden?

source: Enable menu collapse icons
de: Symbole zur Blockverkleinerung aktivieren (ggfs. Theme-abhängig)

source: Click to activate this block
de: Hier klicken, um den Block zu aktivieren

source: Click to deactivate this block
de: Hier klicken, um den Block zu deaktivieren

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order within site pages, scroll down (or <a href="#blockpositions">click here</a>), then edit a block position. You will be able to arrange the order of display for blocks assigned to that block position.
de: Dies ist eine Liste aller - im System - existierenden Blöcke (abhängig von der Option 'Alle Blöcke zeigen' oder 'Aktive Blöcke zeigen' im oberen Abschnitt dieser Seite). Diese Liste stellt nicht die Sortierung innerhalb der Blockpositionen dar. Falls diese verändert werden sollen, bitte nach unten scrollen (oder <a href="#blockpositions">hier</a> klicken) und dann eine der Blockpositionen bearbeiten.

source: Active Status
de: Status

source: Clear
de: Zurücksetzen

source: Deactivate %s
de: '%s' deaktivieren

source: Activate %s
de: '%s' aktivieren

source: Edit %s
de: '%s' bearbeiten

source: Delete %s
de: '%s' löschen

source: Block positions list
de: Blockpositionen

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, or to reorder the blocks within a block position, click on the 'Edit' icon beside that particular position. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
de: Diese Liste zeigt alle erstellten Blockpositionen. Bitte auf das Bearbeitungssymbol klicken, um eine Blockposition zu bearbeiten oder die Sortierung der Blöcke innerhalb eine Blockposition zu verändern.

source: Edit blockposition %s
de: Blockposition '%s' bearbeiten

source: Delete blockposition %s
de: Blockposition '%s' löschen

source: After create this block position, you will be able to assign some blocks for it, and adjust the order you want them to be displayed.
de: Nachdem diese Blockposition erstellt wurde, ist es möglich dieser Position einzelne Blöcke zuzuordnen und die Reihenfolge der Anzeige anzupassen.

source: New block position
de: Neue Blockposition

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
de: Erlaubte Zeichen: a-z, A-Z, 0-9, Bindestrich (-) und Unterstrich (_).

source: Edit block position
de: Blockpositionen bearbeiten

source: Block position
de: Blockpositionen

source: Block assignments
de: Blockzuweisungen

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
de: Hinweis: Die Blöcke können mittels Drag und Drop sortiert werden. Die neue Reihenfolge ist sofort gültig.

source: Blocks assigned to this position
de: Dieser Position zugewiesene Blöcke

source: Title, Description
de: Titel, Beschreibung

source: Blocks not assigned to this position
de: Dieser Position nicht zugewiesene Blöcke

source: All blocks assigned.
de: Alle Blöcke zugeordnet.

source: Preferred language
de: Bevorzugte Sprache

source: Block settings
de: Block-Einstellungen

source: You can restrict the access to certain settings higher than the default ("Edit") permissions level. Below is a list of these options.
de: Es können für bestimmte Optionen erweiterte Rechte vergeben (Standard ist "Editieren"). Unten steht eine Liste dieser Optionen.

source: Block titles
de: Blocktitel

source: Block display settings
de: Block-Anzeigeeinstellungen

source: Block editing settings
de: Block-Editiereinstellungen

source: You can specify a different a block title for each language. If left blank, the default block title will be displayed.
de: Es kann für jede Sprache ein eigener Block-Titel spezifiziert werden. Wird das Feld nicht gefüllt, so wird der Standard Block-Titel angezeigt.

source: <strong>Note</strong>: some templates and/or stylesheets are found only in certain themes. These templates and stylesheets have been included in the "Only in some themes" group. Choosing a template or a stylesheet from this group you must take into account the fact that it might not be available in certain theme - in such situation default template and style ("Block/Menutree/default.tpl") is used.
de: <strong>Hinweis:</strong> Einige Templates und Stylesheets könnten nur in bestimmten Themes verfügbar sein. Diese sollten dann in der Gruppe "nur in bestimmten Themes" aufgenommen werden. Wird ein Template oder ein Stylesheet aus dieser Gruppe ausgewählt, so sollte bekannt sein, dass diese nicht in allen Themes zur Verfügung stehen. Per Standard wird ("Block/Menutree/default.tpl") genutzt.

source: Stylesheet
de: Stilvorlage

source: Choose stylesheet
de: Stylesheet auswählen

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
de: Die Liste wurde auf die zu diesem Template passenden Stylesheets eingeschränkt.<br />Wenn hier das passende Stylesheet nicht gefunden wird, bitte hier <a href="#" title="Hier klicken um alle Stylesheets anzuzeigen">Alle Stylesheets anzeigen</a> klicken.

source: Show editing links
de: Links zum Editieren anzeigen

source: Display the links: "Add current URL" and "Edit this block".
de: Zeige im Block die Links:"Aktuelle URL hinzufügen" und "Diesen Block editieren".

source: Strip base url from links
de: Basis-URL aus den Links entfernen

source: Base URL which will be removed: %s.
de: Zu entfernende Basis-URL: %s

source: Note! Short URLs are enabled. It's strongly recommended to turn on this option when using short URLs.
de: <strong>Hinweis:</strong> Die ShortURLs sind eingeschaltet. Es empfiehlt sich, diese Option bei eingeschalteten ShortURLs zu aktivieren.

source: Maximum depth of tree
de: Maximale Tiefe des Baums

source: Zero means no limit.
de: Null bedeutet kein Limit.

source: You can assign a CSS class for each link in the menu. This option allows you to prepare a list of classes, from which you will be able to select for application.
de: Es kann für jeden Menüpunkt einen eigene CSS Klasse vergeben. Diese Option erlaubt es, aus einer Liste die Klasse zu wählen.

source: Class list for links
de: Klassenliste für Links

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
de: Der Titel der Klasse wird für den Benutzer sichtbar sein, der Name der Klasse wird als Wert für das Attribut "class" verwendet.

source: Class name
de: Klassenname

source: Class title
de: Klassentitel

source: Add menu parent item
de: übergeordnetes Menüelement hinzufügen

source: Change active language:
de: Aktive Sprache ändern:

source: You can import one of the existing menus. To do so, choose the appropriate menu from the drop-down list and click 'save'. If the selected menu had properly formatted links, they will be imported.
de: Es können bereits erstellte Menüs importiert werden. Dafür bitte ein Menü aus der Dropdown-Liste auswählen. Sofern möglich, werden werden die Links aus dem anderen Menü importiert.

source: Choose menu
de: Menü auswählen

source: Edit menu item
de: Menüeintrag bearbeiten

source: Field Name is required.
de: Der Feldname ist eine Pflichtangabe.

source: Please fill required fields
de: Bitte die Pflichtfelder ausfüllen

source: Menu item data
de: Daten des Menüeintrags

source: Use one for all languages
de: Einen für alle Sprachen verwenden

source: CSS class
de: CSS-Klasse

source: Choose class
de: Klasse auswählen

source: Active?
de: Aktiv?

source: Add the current URL as new link in this block
de: Aktuelle URL als neuen Link hinzufügen

source: Add current URL
de: Aktuelle URL hinzufügen

source: Edit this block
de: Block bearbeiten

source: <strong>Edit</strong>: opens the edit form
de: <strong>Bearbeiten</strong>: Öffnet das Bearbeitungsformular

source: <strong>Delete</strong>: removes the selected element and all its subelements
de: <strong>Löschen</strong>: entfernt das ausgewählte Element und seine Unterelemente

source: <strong>Add new...</strong>
de: <strong>neu hinzufügen...</strong>

source: <strong>before</strong>: opens a create form and adds the new item before the selected element
de: <strong>vor</strong>: öffnet ein Formular und fügt das neue Element vor dem ausgewählten Element hinzu

source: <strong>after</strong>: opens a create form and adds the new item after the selected element
de: <strong>nach</strong>: öffnet ein Formular und fügt das neue Element nach dem ausgewählten Element hinzu

source: <strong>as child</strong>: opens a create form and adds the new item as a child of the selected element
de: <strong>als Kind</strong>: öffnet ein Formular und fügt das neue Element als untergeordnetes Element des ausgewählten Elements hinzu

source: <strong>Expand/Collapse this node</strong>: expands or collapses the selected node
de: <strong>Erweitern/reduzieren diesen Knoten</strong>: erweitert oder reduziert den ausgewählten Knoten

source: <strong>Deactivate/Activate</strong>: turns on or off the selected element (and all its subitems) for the current language
de: <strong>Deaktivieren/aktivieren</strong>: aktiviert oder deaktiviert das ausgewählte Element (und alle seine Unterelemente) für die aktuelle Sprache

source: <strong>State</strong>
de: <strong>Status</strong>

source: <strong>Activate for all languages</strong>: turns on the selected element (and all its subitems) for all the languages
de: <strong>Aktivieren für alle Sprachen</strong>: aktivier ausgewählte Element (und alle seine Unterelemente) für alle Sprachen

source: <strong>Deactivate for all languages</strong>: turns off the selected element (and all its subitems) for all the languages
de: <strong>Deactivate für alle Sprachen</strong>: deaktiviert das ausgewählte Element (und alle seine Unterelemente) für alle Sprachen

source: Multilingual options
de: Mehrsprachige Optionen

source: The list of available languages is displayed above the menu (current language is marked). By clicking any language name you can change the displayed language.
de: Die Liste der verfügbaren Sprachen wird über das Menü angezeigt (aktuelle Sprache ist markiert). Indem Sie auf einen Sprachnamen klicken kann die angezeigte Sprache geändert werden.

source: Dynamic elements
de: Dynamische Elemente

source: Dynamic elements are menutree plugins that allows the use of automatically generated list in the menu. It may be a list of all modules, the list of categories, etc.
de: Dynamische Elemente sind Menutree-Plugins, die die Verwendung von automatisch generierten Listen im Menü ermöglicht. Es kann z.B. eine Liste aller Module, die Liste der Kategorien, etc. sein.

source: Dynamic elements are inserted in the same way as any other element of the menu. The only difference is that the url must use proper syntax, which looks like: (ext:Modulename:PluginName:AdditionalParams). The list generated by the plugin replaces the original menu item.
de: Dynamische Elemente werden auf die gleiche Weise wie jedes andere Element des Menüs eingefügt. Der einzige Unterschied ist, dass man einen speziellen Syntax verwenden muss, welche wie folgt aussieht: (Ext:Modulename:PluginName:AdditionalParams). Die Liste die durch das Plugin generiert wird, ersetzt den ursprünglichen Menüpunkt.

source: This plugin generates a list of admin modules - similar to adminnav block.
de: Dieses Plugin erzeugt eine Liste der Admin Module - ähnlich wie der adminnav Block .

source: Last parameter is optional. It can be flat and/or category separated by a comma.
de: Letzter Parameter ist optional. Es ist flach und/oder eine Kategorie sein, die durch ein Komma getrennt.

source: You can combine <strong>flat</strong> and <strong>category</strong> to have the category links added in the current menu.
de: Es kann <strong>flach</strong> und <strong>Kategorie</strong> kombiniert werden, um die Kategorie Links in dem aktuellen Menü hinzuzufügen..

source: Userlinks
de: Benutzerlinks

source: Document URL
de: URL des Dokuments

source: Document contents
de: Inhalte des Dokuments

source: Style sheet contents
de: Stylesheet Inhalte

source: File name (including relative path from Zikula root directory)
de: Dateiname (relativ vom Zikula-Root)

source: File type
de: Dateityp

source: Form of display
de: Anzeigeart

source: Flags
de: Flaggen

source: Dropdown menu
de: Auswahlmenü

source: List
de: Liste

source: Translate options
de: Übersetzungsoptionen

source: Visibility within block
de: Anzeige im Block

source: Modules manager
de: Modulverwaltung

source: Insert blank after
de: Zeile dahinter einfügen

source: New row
de: Nächste Reihe

source: Template for this block
de: Template für diesen Block

source: Display links to installed modules
de: Installierte Module

source: In the table below, drag and drop the menu items into your desired order. It is also possible to create nesting menu entries if you move an entry onto an existing row. The item order and the contents of each menu item are saved when you click the 'Save' button. The number in the right-hand column is the ID of the menu item. Use this ID number if you want to use permission rules to restrict access to the menu item.
de: Die Einträge in der unten stehenden Tabelle können mittels Drag & Drop angeordnet werden. Es ist außerdem möglich verschachtelte Menüeinträge zu erstellen, indem ein Eintrag auf eine existierende Zeile verschoben wird. Die Reihenfolge und Inhalte der Einträge werden gespeichert nach Klick auf den Speichern-Knopf. Die Zahl in der rechten Spalte ist die ID des Menüeintrags. Diese kann für Zugriffsrechte verwendet werden, um den Zugriff auf den Menüeintrag zu limitieren.

source: You can use bracket URLs in the form: &#123;modname&#125;, &#123;modname:type:func&#125; or &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. You may also specify the homepage as &#123;homepage&#125;.
de: Es ist möglich URLs mit kurzen Klammernotationen zu beschreiben: &#123;modname&#125;, &#123;modname:type:func&#125; oder &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. Man kann auch die Startseite ansprechen durch &#123;homepage&#125;.

source: Create new menu item
de: Neuen Menüeintrag hinzufügen

source: Image
de: Bild

source: Add the current URL as a new link in this block
de: Aktuelle URL als neuen Link in den Block aufnehmen

source: WARNING
de: WARNUNG

source: Character set
de: Zeichensatz

source: Default: '%s'
de: Standard: '%s'

source: Encoding
de: Verschlüsselung

source: HTML-formatted messages
de: HTML-formatierte Nachricht

source: Word wrap
de: Wort Umbruch

source: SMTP settings
de: SMTP Einstellungen

source: SMTP user name
de: SMTP Benutzername

source: SMTP password
de: SMTP Kennwort

source: Settings test
de: Konfiguration testen

source: Sender's e-mail address
de: E-Mail Adresse des Absenders

source: Recipient's name
de: Empfängername

source: Recipient's e-mail address
de: E-Mail Adresse der Empfänger

source: Message Type
de: Mitteilungstyp

source: Plain-text message
de: Einfache Textnachricht

source: HTML-formatted message
de: HTML-formatiert

source: Multi-part message
de: Mehrteilige Nachricht

source: This page is locked
de: Diese Seite ist gesperrt

source: This page is locked because another user is working on it. Please wait: the page will be unlocked automatically when the other user has finished, and you will be informed.
de: Diese Seite ist durch einen anderen Benutzer gesperrt. Das Fenster wird automatisch aktiv, sobald der andere Benutzer seine Bearbeitung beendet hat.

source: Locked by %s.
de: Gesperrt durch %s.

source: Check again
de: Erneut überprüfen

source: Edit module category
de: Modulkategorie bearbeiten

source: Module category
de: Modulkategorie

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
de: Zeigt eine Liste aller Kategorien an, die das Tab-Menü enthält.

source: Lets you edit the name and description of an existing module category.
de: Hier können Name und Beschreibung einer Modulkategorie bearbeitet werden.

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
de: Hier kann eine Kategorie aus dem Tab-Menü gelöscht werden. Vor dem endgültigen Löschen muss diese Aktion bestätigt werden.

source: Lets you add a new category to the module categories tab list. You can edit the following:
de: Hier können neue Kategorien zu den bestehenden Kategorien-Tabs hinzugefügt werden. Es können folgende Felder bearbeitet werden:

source: Enter the name to be displayed within the categories tab menu.
de: Bitte den Namen eingeben, der in den Kategorien-Tabs angezeigt werden soll.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
de: Bitte hier eine informative Beschreibung eingeben, die zu jeder Kategorie im Admin-Panel angezeigt wird.

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
de: Zu Beginn der Konfigurationsseite kann die Anzeige des Admin-Panels konfiguriert werden (Theme und Stylesheet), sowie die Anzahl der anzuzeigenden Module pro Seite. Weiter unten kann über die Auswahlfelder für jedes installierte und aktivierte Modul eine entspechende Kategorie ausgewählt werden.

source: There is currently only one option in the General settings section.
de: Es gibt derzeit nur eine Option in den allgemeinen Einstellungen.

source: Ignore check for installer
de: Prüfung auf Installationsskript deaktivieren

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
de: Diese Option ermöglicht die Deaktivierung der Prüfung, ob die Installationsroutine noch im Rootverzeichnis vorhanden ist. Diese Option sollte nur in Entwicklungsumgebungen gesetzt werden, da sonst ein Sicherheitsrisiko entstehen kann.

source: Display settings
de: Anzeigeeinstellungen

source: There are six display settings.
de: Es gibt sechs Anzeigeeinstellungen.
