Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Display icons
de: Symbole anzeigen

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
de: Bei Auswahl dieser Option werden für jedes Modul ein Symbol im Admin-Panel angezeigt.

source: Modules per page
de: Module pro Seite

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
de: Die Anzahl der Module eingeben, die auf einer Seite im Admin-Panel angezeigt werden sollen.

source: Modules per row
de: Module pro Reihe

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
de: Die Anzahl der Module eingeben, die pro Reihe im Admin-Panel angezeigt werden sollen.

source: Theme to use
de: Theme für die Administration

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
de: Im Auswahlfeld das Theme auswählen, das dem Admin-Panel zugewiesen werden soll.

source: Style sheet to use
de: Stylesheet für die Administration

source: Open the dropdown list and choose the style sheet to be used to render the Administration panel.
de: Im Auswahlfeld das Stylesheet auswählen, das dem Admin-Panel zugewiesen werden soll.

source: Category initially selected
de: Startkategorie

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
de: Im Auswahlfeld die Modulkategorie auswählen, die beim Erstaufruf des Admin-Panels angezeigt werden soll.

source: Modules categorisation
de: Modulkategorisierung

source: In the Modules categorisation section, you can choose two things:
de: Im Abschnitt Modulkategorisierung können zwei Optionen gewählt werden:

source: Default category for newly-added modules
de: Standardkategorie für neu hinzugefügte Module

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
de: Im Auswahlfeld die Modulkategorie auswählen, die für alle neu installierten und aktivierten Module gelten soll.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
de: Alle derzeit installierten und aktivierten Module werden aufgelistet. Neben jedem Modul kann anhand eines Auswahlfeldes festgelegt werden, in welche Kategorie das jeweilige Module eingeordnet werden soll.

source: Messages you might see
de: Mögliche Mitteilungen

source: Security analyser warnings
de: Warnung des Sicherheitscenters

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
de: Falls die Sicherheitsanalyse potentielle Gefahren innerhalb der Installation erkennt, werden Sicherheitswarnungen angezeigt. Falls kein solcher Hinweis angezeigt wird, wurden keine Sicherheitsrisiken entdeckt.

source: You see the message
de: Mitteilung

source: Stop, please! The Swiss Army Knife tool ('psak.php' file) is in the site root, but must be removed before you can access the site admin panel. Moreover, for your information, this tool is now deprecated in favor of the Zikula recovery console ('zrc.php').
de: Stopp! Zum Fortfahren bitte das 'Swiss army knife tool' (Datei 'psak.php') im Rootverzeichnis löschen. Hinweis am Rande: Dieses Tool ist mittlerweile veraltet und wurde durch die 'Zikula Recovery Console' (Datei 'zrc.php') ersetzt.

source: The Zikula recovery console tool (a file called 'zrc.php') is a useful utility for resolving certain problems, but should not be left in any directory accessible from the Internet, because this leaves an easy opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove 'zrc.php' before you can access the Administration panel.
de: Das Tool Swiss Army Knife ('psak.php') ist ein nützliches Werkzeug, um bestimmte Probleme zu lösen, aber es sollte niemals innerhalb eines Verzeichnis bleiben, auf das über das Internet zugegriffen werden kann, weil dies ein Sicherheitsrisiko darstellt. Wenn die Sicherheitsanalyse diese Gefährdung erkennt, wird der Zugriff aufs Admin-Panel solange verhindert, bis die Datei 'psak.php' gelöscht wurde.

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
de: Stopp! Zum Fortfahren bitte die Datei 'install.php' und das Installationsverzeichnis im Root löschen.

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
de: Nach erfolgreicher Installation sollte die Installationsdatei 'install.php' sowie das Verzeichnis 'install' unbedingt aus dem Wurzelverzeichnis gelöscht werden, da andernfalls eine Sicherheitslücke besteht. Wenn die Sicherheitsanalyse diese Gefährdung erkennt, wird der Zugriff aufs Admin-Panel solange verhindert, bis die entsprechende Datei und das Verzeichnis gelöscht wurden.

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
de: Die Konfigurationsdatei 'config/config.php' ist beschreibbar und sollte jedoch besser nur lesbar sein (ggfs. mit chmod 400, 440 oder notfalls 444 anpassen).

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
de: Nach erfolgter Installation erzeugt das Installationsskript eine Konfigurationsdatei 'config.php', die im Unterverzeichnis 'config' des Rootverzeichnis zu finden ist. Falls diese Datei beschreibbar ist, stellt dies ein Sicherheitsrisiko dar. Das Zugriffsrecht für diese Datei sollte auf nur-lesbar (chmod 400, 440 oder notfalls 444) gesetzt werden.

source: Installer file 'upgrade.php' is in the site root, but should be removed.
de: Die Datei 'upgrade.php' befindet sich noch im Rootverzeichnis und sollte entfernt werden.

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
de: Die Datei 'upgrade.php' wird vom Installationsskript verwendet, falls eine bereits existierende Installation auf eine neuere Version aktualisiert wird. Nach erfolgreicher Aktualisierung sollte diese Datei gelöscht werden, da sie nicht länger benötigt wird und ein mögliches Sicherheitsrisiko darstellt.

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
de: Die PHP 'magic_quotes_gpc' Einstellung ist ON, sollte jedoch OFF sein

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
de: In einigen Hostingumgebungen ist die PHP-Einstellung 'magic_quotes_gpc' aktiv. Dies kann jedoch Probleme bei Uploads und auch Performance-Einbußen bedeuten. Es wird empfohlen, dass diese Einstellung für 'magic_quotes_gpc' deaktiviert ist.

source: PHP 'register_globals' setting is ON, but should be OFF.
de: Die PHP 'register_globals' Einstellung ist ON, sollte jedoch OFF sein.

source: In some hosting environments, the PHP setting 'register_globals' may be set to ON. However, this can create an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'register_globals' is set to OFF.
de: In einigen Hostingumgebungen ist die PHP-Einstellung 'register_globals' aktiv. Dies stellt jedoch ein erhebliches Sicherheitsrisiko dar. Falls das Web über das Internet verfügbar ist, wird dringend empfohlen, sicher zu stellen, dass die Einstellung für 'register_globals' deaktiviert ist.

source: There is no '.htaccess' file in the temporary directory ('/ztemp' or other location), but one should be present.
de: Es befindet sich keine '.htaccess'-Datei im temporären Verzeichnis (z.B. '/ztemp'), die vor einem externen Zugriff schützen könnte.

source: If properly installed, a site will include an '.htaccess' file in the site's temporary directory (which is called '/ztemp', unless another location is used). However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
de: Nach erfolgter Installation enthält das temporäre Verzeichnis ('/ztemp' per Standard) eine Datei '.htaccess'. Teilweise kann es jedoch vorkommen, dass diese Datei beim Upload nicht richt übertragen wird, in einem solchen Fall wird dringend empfohlen, die Datei zu erzeugen (und sicher zu stellen, dass die Dateien '.htaccess' in einigen anderen Verzeichnissen ebenfalls existiert).

source: PHPIDS with the Security Center is not activated, but preferably should be.
de: Das SecurityCenter Modul ist nicht aktiv. Es wird empfohlen, das Modul zu aktivieren.

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
de: PHPIDS ist ein Feature des SecurityCenter Moduls, dass die Sicherheit dieser Website stark erhöht. Die Sicherheitsanalyse hat entdeckt, dass dieses Feature nicht aktiviert ist. Dieser Hinweis wird auch angezeigt, wenn das Security-Center Modul nicht installiert oder nicht aktiviert ist. Weitere Informationen dazu in der Onlinehilfe des Security-Centers.

source: PHPIDS is activated, but requests are NOT blocked.
de: PHPIDS ist aktiviert, aber Requests werden NICHT geblockt.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
de: PHPIDS ist aktiviert und die Block-Aktion ist auf 'Nur warnen' gesetzt. Daher werden Requests nicht geblockt. Dies ist nur nützlich zum Debugging des PHP-Regelwerks um die korrekte Funktionsweise zu prüfen.

source: Security center module is not installed, but preferably should be.
de: Das SecurityCenter Modul ist nicht installiert. Es wird empfohlen, das Modul zu installieren.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
de: Nach der Installation ist das SecurityCenter standardmäßig installiert und aktiviert. Der obenstehende Hinweis wird angezeigt, falls das Security Center entfernt wurde. Es wird empfohlen, das Security-Center zu installieren, da es helfen kann, die Sicherheit der Website zu erhöhen.

source: Security center module is not activated, but preferably should be.
de: Das SecurityCenter Modul ist nicht aktiviert. Es wird empfohlen, das Modul zu aktivieren.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
de: Nach der Installation ist das SecurityCenter standardmäßig installiert und aktiviert. Der obenstehende Hinweis wird angezeigt, falls das Security Center deaktiviert wurde. Es wird empfohlen, das Security-Center zu aktivieren, da es helfen kann, die Sicherheit der Website zu erhöhen.

source: Legacy module support is enabled, but preferably should be disabled.
de: Die 'Legacy-Unterstützung' ist aktiv. Es wird empfohlen, diesen Modus zu deaktivieren.

source: You have the possibility of enabling support for legacy PostNuke modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
de: Zikula ermöglicht die Unterstützung älterer Modulversionen bzw. der früheren API-Schnittstelle. Solche Module können jedoch Sicherheitsrisiken enthalten, die den Internetauftritt kompromittieren können. Es wird dringend empfohlen, nur aktuelle Modulversionen zu verwenden, die konform zur aktuellen Zikula API sind. In einem solchen Fall kann die Unterstützung älterer Module ausgeschaltet werden (dies ist die Standardeinstellung nach der erstmaligen Installation).

source: Stop!
de: Stopp!

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
de: Die 'Zikula Recovery Console' (Datei 'zrc.php') befindet sich im Rootverzeichnis der Installation und muss vor dem Fortfahren unbedingt gelöscht werden.

source: Continue
de: Fortfahren

source: Delete module category
de: Modulkategorie löschen

source: Do you really want to delete module category '%s'?
de: Soll die Modulkategorie '%s' wirklich gelöscht werden?

source: Drag and drop into a new module category
de: Drag und Drop auf neue Modulkategorie

source: Functions
de: Funktionen

source: There are currently no modules in this category.
de: In dieser Modulkategorie befinden sich momentan keine Module.

source: Configuration file 'config/config.php' is writeable, but should be read-only (please set to chmod 400, or 440 or last resort 444).
de: Die Konfigurationsdatei 'config/config.php' ist beschreibbar und sollte jedoch nur lesbar sein (ggfs. mit chmod 400, 440 oder notfalls 444 anpassen).

source: Upgrade found!
de: Upgrade gefunden!

source: A new version of the Zikula core is available. Please download the new Zikula core
de: Eine neue Version des Zikula Core steht zur Verfügung. Bitte laden Sie sich die neue Zikula Core

source: New module category
de: Neue Modulkategorie

source: Make default category
de: Als Standardkategorie setzen

source: Developer notices (development mode on)
de: Entwicklerinformationen (Entwicklungsmodus ist aktiviert)

source: Enabled Template settings
de: Aktivierte Template-Einstellungen

source: Enabled Theme settings
de: Aktivierte Theme-Einstellungen

source: CSS/JS combination is enabled
de: CSS/JS Combination ist aktiviert

source: Clear all cache and compile directories
de: Alle Cache- und Kompilierungsverzeichnisse leeren

source: You are in:
de: Aktuelle Position:

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
de: Warnung! Diese Option bitte nur aktivieren, wenn die Seite nicht mit dem Internet verbunden ist. Anderenfalls könnte die Sicherheit gefährdet sein, wenn die Installationsskripte weiterhin zugreifbar sind.

source: Form of display for module names
de: Art der Modulanzeige

source: Show both internal name and display name
de: Modulname und Anzeigename anzeigen

source: Modules per page in module categories list
de: Module pro Seite in der Kategorienliste

source: Modules per row in admin panel
de: Module pro Reihe im Admin Panel

source: Language system
de: Sprachsystem

source: Activate multi-lingual features
de: Mehrsprachigkeit aktivieren

source: Prepend language to URL
de: Sprache in URL voranstellen

source: Always
de: Immer

source: Only for non-default languages
de: Nicht bei der Standardsprache

source: Automatically detect language from browser settings
de: Erkennung der Browser-Sprache

source: If this is set to 'Yes', Zikula try to serve the language requested by the each user's browser (if that language available and allowed by the multi-lingual settings). If users sets their personal language preference, then this setting will be overriden by their personal preference.
de: Wird diese Option aktiviert, so versucht Zikula die gewünschte Sprache anhand des Browsers des Benutzers auszuliefern. Das geht natürlich nur, wenn diese Sprache auch verfügbar ist und die Mehrsprachigkeit aktiviert wurde. Hat der Benutzer in den persönlichen Einstellungen eine Sprache ausgewählt, so überschreibt dies die automatische Browsererkennung.

source: Default language to use for this site
de: Standardsprache für diese Website

source: Time zone for anonymous guests
de: Zeitzone für Gäste

source: Server time zone
de: Zeitzone des Servers

source: Variable validation
de: Variablen-Validierung

source: Allow IDN domain names
de: IDN Domains erlauben

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
de: Hinweis: Umlaute und Sonderzeichen in E-Mail Adressen und URLs erlauben.

source: Main info
de: Hauptinfo

source: Description line
de: Beschreibung

source: Page title structure
de: Ungültige Setienstruktur

source: Possible tags: %pagetitle%, %sitename%, %modulename%
de: Mögliche Platzhalter sind %seitentitel%, %seitenname% und %modulname%

source: Admin's e-mail address
de: E-Mail Adresse des Administrators

source: Disable site
de: Seite deaktivieren

source: Reason for disabling site
de: Grund für Deaktivierung

source: Meta tag settings
de: Meta-Keywords

source: Default page title
de: Standard Seitentitel

source: Default meta description
de: Standard Meta-Description

source: Default meta keywords
de: Standard Meta-Keywords

source: Start page settings
de: Startseite

source: Start module
de: Startmodul

source: No start module (static frontpage)
de: Kein Startmodul (statische Startseite)

source: ('index.php' points to this)
de: (Modul, auf das die Datei index.php verweist)

source: Start function type (required)
de: Startfunktionstyp (z.B. "user") (notwendig)

source: Start function (required)
de: Startfunktion (notwendig)

source: Start function arguments
de: Weitere Argumente für Startfunktion (optional)

source: (Comma-separated)
de: (kommasepariert z.B. pid=1,tid=2)

source: Site entry point
de: Einstiegspunkt für die Seite

source: (Default: index.php)
de: Datei, über die der Seiteneinstieg erfolgt (Standard: index.php)

source: Notice: The entry point file must be present in the Zikula root directory before you set it here as your site's start page.
de: Hinweis: Der Seiteneinstieg muss vor der Änderung im Zikula-Rootverzeichnis existieren.

source: Activate compression
de: GZip-Kompression aktivieren

source: Module used for managing user profiles
de: Modul für die Benutzerprofilverwaltung

source: No user profiles
de: Keine Benutzerprofile

source: Module used for private messaging
de: Modul für den internen Mitteilungensversand

source: No private messaging
de: Kein Mitteilungsmodul

source: Time-out for Ajax connections
de: Time-Out für Ajax-Verbindungen

source: (in milliseconds, default 5000 = 5 seconds)
de: (in Millisekunden, Standard 5000 = 5 Sekunden)

source: Notice: Increase this value if mobile appliances experience problems with using the site.
de: Hinweis: Den Wert erhöhen, falls Probleme mit Mobilgeräten auftreten sollten.

source: Permalinks settings
de: Permalinks

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
de: Hinweis: Die folgenden Einstellungen werden benötigt, um Permalinks umzuschreiben. Manchmal werden internationale Zeichen, wie ñ &amp; ß vom Browser umcodiert. Das ist zwar technisch korrekt, aber optisch nicht sehr ansprechend. Diese Zeichen können dann über die beiden kommagetrennten Listen durch Alternativzeichen ersetzt werden. Die unteren Felder sollten den Standardbeispielen ähneln. Das erste Listenelement aus der Suchliste wird das das erste Element der Ersetzenliste ausgetauscht. Analog zum unteren Beispiel: 'À' wird ersetzt mit 'A', und 'Á' auch mit einem 'A'. Wenn diese Umschreibung nicht gewünscht ist, sollten die Inhalte beider Listen einfach gelöscht werden.

source: List to search for
de: Suchen nach

source: List to replace with
de: Ersetzen durch

source: Short URL settings
de: Short URLs

source: Enable directory-based short URLs
de: Verzeichnisbasierte Short URLs aktivieren

source: Strip entry point from directory-based URLs
de: Einstiegspunkt aus verzeichnisbasierenden URLs entfernen

source: Separator for permalink titles
de: Trennzeichen im Permalink Titel

source: Do not display module name in short URLs for
de: Modulname in Short-URLs nicht anzeigen für

source: (disabled)
de: (deaktiviert)

source: Number of characters to display in item summaries
de: Anzahl der angezeigten Zeichen in den Textauszügen der Ergebnisse

source: Disable search plug-ins
de: Such-Plugins deaktivieren

source: %1$s OpenSearch %2$s makes it possible for your site's users to use your site's search function as a search engine.
de: %1$s OpenSearch %2$s macht es möglich, das Seitenbesucher die Suchfunktion der Seite als Suchmaschine benutzen.

source: Search keyword
de: Keyword suchen

source: Search now
de: Suchen

source: Show 'Search now' button
de: Suchschaltfläche anzeigen

source: Search options
de: Suchoptionen

source: Recent searches
de: Letzte Suchvorgänge

source: Search keywords
de: Suchbegriffe

source: Number of searches
de: Anzahl der Suchvorgänge

source: Date of last search
de: Datum der letzten Suche

source: Number of hits: %s
de: Anzahl der Suchtreffer: %s

source: Created on %s.
de: Erstellt am %s.

source: No search plug-ins found
de: Es konnten keine Plugins für das Suchmodul gefunden werden.

source: Error! Could not find any search plug-ins to use.
de: Fehler! Es konnten keine nutzbaren Plugins für das Suchmodul gefunden werden.

source: Keyword settings
de: Suchkriterien

source: All words
de: Alle Begriffe [UND]

source: Any words
de: Einzelne Begriffe [ODER]

source: Exact phrase
de: Exakte Phrase

source: Order of results
de: Reihenfolge der Suchergebnisse

source: Newest first
de: Neueste zuerst

source: Oldest first
de: Älteste zuerst

source: Alphabetical
de: Alphabetisch

source: Filter search by type
de: Suche nach Typen gruppieren

source: De/Select all
de: Auswählen

source: Delete permission rule
de: Zugriffsrecht löschen
