Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: <p><a href="http://zikula.org/">Zikula</a> is a content management system (CMS) and application framework. It is secure and stable, and is a good choice for sites with a large volume of traffic.</p><p>With Zikula:</p><ul><li>you can customise all aspects of the site's appearance through themes, with support for CSS style sheets, JavaScript, Flash and all other modern web development technologies;</li><li>you can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation and internationalisation of your site;</li><li>you can be sure that your pages will display properly in all browsers, thanks to Zikula's full compliance with W3C HTML standards;</li><li>you get a standard application-programming interface (API) that lets you easily augment your site's functionality through modules, blocks and other extensions;</li><li>you can get help and support from the Zikula community of webmasters and developers at <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
de: <p><strong>Zikula</strong> ist ein unter GNU/LGPLv3 lizenziertes Open Source Application Framework für dynamische Webseiten, das Inhalte von Design und Technik trennt. Die Inhalte einer Internetpräsenz (zum Beispiel Beiträge, Downloads, FAQs, Bildergalerien, Foren etc.) können dabei direkt im Browser verwaltet werden. Durch die klare Aufgliederung in Form, Funktion, Inhalt und Gestaltung hilft das System, die Kosten und den Aufwand beim Betrieb einer Webseite zu reduzieren.</p><p>Das Framework ist modular aufgebaut. Die zentralen Funktionen (Benutzermanagement, Berechtigungssystem, API) werden vom sogenannten Core übernommen. Der Leistungsumfang kann darüberhinaus durch Erweiterungen individuell angepasst und nahezu beliebig erweitert werden. Unter anderem auch zu einem sehr leistungsfähigen Content Management System (CMS). Auch das Betreiben eines Blog-Systems oder die Realisierung von Business-Applikationen ist mit Zikula möglich.</p><p>Zikula bietet damit die ideale Ausgangsbasis für langfristige Projekte: Einsteiger und Neulinge können zunächst mit den vorhandenen Erweiterungen arbeiten und mit steigendem Wissensstand auch die höheren Funktionen für völlig eigene Entwicklungen nutzen.</p><p>Einige der Hauptfeatures sind:</p><ul><li>Flexibles, umfangreiches und fein granulierbares Berechtigungssystem</li><li>Hohe Sicherheit durch Überwachung von Ein- und Ausgabedaten (HTML Purifier, PHPIDS Intrusion Protection)</li><li>Hohe Erweiterbarkeit durch umfangreiches Angebot an Modulen, Blöcken, Plugins und Themes</li><li>Anpassbare Mehrsprachigkeit und Internationalisierung (i18n)</li><li>Wiederverwendung modulunabhängiger Komponenten mittels Hooks</li><li>Schlanke und effektive Programmierung mit der Zikula API</li><li>Einfaches Templating mit der Smarty Templating Engine</li><li>Individualität durch globales und Theme-spezifisches Überschreiben von Templates, Stylesheets, Funktionen usw.</li><li>Integrierte JavaScript Frameworks: Prototype, Script.aculo.us, jQuery, LivePipe und Zikula.UI</li></ul><p>Das Projekt hat eine große internationale Community und bietet auch ausgezeichneten Support in den Foren. Die deutsche Anlaufstelle rund um Dokumentation und Support findet man unter <a href="http://support.zikula.de">support.zikula.de</a>. Ein Opensource Projekt lebt darüberhinaus auch von der Beteiligung - wir begrüßen Beiträge von jedem, unabhängig von seinen Kenntnissen.<em> Anmerkung: Diese Meldung kann in der Blockverwaltung bearbeitet werden.</em></p>

source: Search box
de: Such-Block

source: This site is powered by Zikula!
de: Diese Website wurde mit Zikula umgesetzt!

source: User log-in
de: Anmeldung

source: Mailer module, provides mail API and mail setting administration.
de: Mailer-Modul, bietet Mail-API und Verwaltung von E-Mail-Einstellungen.

source: Test current settings
de: Konfiguration testen

source: Error! A problem occurred while sending an e-mail message from '%1$s' (%2$s) to (%3$s) (%4$s) with the subject line '%5$s': %6$s
de: Fehler! Es ist ein Fehler beim Mailversand von '%1$s' (%2$s) an (%3$s) (%4$s) mit dem Betreff '%5$s': %6$s aufgetreten

source: Error! A problem occurred while sending the e-mail message.
de: Fehler! Beim Versand der Nachricht ist ein Fehler aufgetreten.

source: Done! Message sent.
de: Erledigt! Die Nachricht wurde verschickt.

source: Internal PHP `mail()` function
de: Interne PHP 'mail()' Funktion

source: Google gmail
de: Google Mail

source: SMTP mail transfer protocol
de: SMTP Mail Transfer Protokoll

source: Provides the ability to lock pages when they are in use, for content and access control.
de: System zur temporären Sperrung von Inhalten

source: Error! Lock broken!
de: Fehler! Der Seitenschutz wurde aufgehoben!

source: Core modules at the heart of operation of the site.
de: Systemmodule sind Teil der Kern-Funktionalität dieser Website.

source: Layout modules for controlling the site's look and feel.
de: Layout-Module bestimmen das Aussehen der Website.

source: Modules for controlling user membership, access rights and profiles.
de: Einstellungen für Benutzerkonten, Gruppenzuordnung und Zugriffsrechte.

source: Content
de: Inhalt

source: Modules for providing content to your users.
de: Module, die für den Inhalt der Website zuständig sind.

source: Uncategorised
de: Nicht kategorisiert

source: Newly-installed or uncategorized modules.
de: Neu installierte oder nicht kategorisierte Module.

source: Security
de: Sicherheit

source: Modules for managing the site's security.
de: Module für Sicherheitseinstellungen der Website.

source: Done! Created new category.
de: Erledigt! Das neue Kategorie wurde erfolgreich angelegt.

source: Error! No such category found.
de: Fehler! Keine entsprechende Kategorie gefunden.

source: Done! Saved category.
de: Erledigt! Die Kategorie wurde gespeichert.

source: Done! Category deleted.
de: Erledigt! Die Kategorie wurde gelöscht.

source: Error! You must enter a number for the 'Modules per row' setting.
de: Fehler! Es muss eine Zahl bei 'Module pro Reihe' eingegeben werden.

source: Error! You must enter a number for the 'Modules per page' setting.
de: Fehler! Es muss eine Zahl bei 'Module pro Seite' eingegeben werden.

source: Compile check
de: Aktualisierungen prüfen

source: Force compile
de: Kompilierung erzwingen

source: Access forbidden.
de: Zugang verboten.

source: Error! Could not add module to module category.
de: Fehler! Das Modul konnte zu dieser Kategorie nicht hinzugefügt werden.

source: Error! A category by this name already exists.
de: Fehler! Eine Kategorie mit diesem Namen existiert bereits.

source: The category could not be created.
de: Die Kategorie konnte nicht erstellt werden.

source: No category name or id set.
de: Kategorien-Name oder -ID nicht gesetzt.

source: Category "%s" was successfully made default.
de: Die Kategorie "%s" wurde erfolgreich als Standard gesetzt.

source: Error! Could not make this category default.
de: Fehler! Konnte diese Kategorie nicht als Standard setzen.

source: Administration panel manager
de: Admin-Panel

source: Display administration categories and modules
de: Adminkategorien

source: Administration panel
de: Admin-Panel

source: Backend administration interface.
de: Verwaltung des Backend-Bereiches.

source: adminpanel
de: admin

source: Routes must be reloaded. Click %s to reload all routes.
de: Routen müssen neu geladen werden. Auf %s klicken, um alle Routen neu zu laden.

source: Error! You cannot delete the default module category used in the administration panel.
de: Fehler! Die Standard Modulkategorie des Admin-Panels kann nicht gelöscht werden.

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
de: Fehler! Diese Modulkategorie ist als Startkategorie für den Aufruf des Admin-Panels konfiguriert und kann daher nicht gelöscht werden. Falls diese Modulkategorie entfernt werden soll, dann bitte vorab eine neue Startkategorie auswählen.

source: Module categories list
de: Modulkategorien anzeigen

source: Create new module category
de: Modulkategorie anlegen

source: Help
de: Hilfe

source: General settings
de: Allgemeine Einstellungen

source: General site configuration interface.
de: Zugriff auf allgemeine Seiteneinstellungen.

source: settings
de: konfiguration

source: %pagetitle%
de: %seitentitel%

source: %sitename%
de: %seitenname%

source: %modulename%
de: %modulname%

source: Error! Either you entered an invalid entry point, or else the file specified as being the entry point was not found in the Zikula root directory.
de: Fehler! Ungültiger Seiteneinstieg oder Datei existiert nicht im Zikula-Rootverzeichnis

source: Error! In your permalink settings, strings cannot be terminated with a comma.
de: Fehler! Die Zeichenkette bei den Permalinkeinstellungen darf nicht mit einem Komma enden.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
de: Fehler! Fehler bei den Permalinkeinstellungen: Die Suche- und Ersetzenlisten haben eine unterschiedliche Anzahl an Elementen. Wenn drei Elemente in der Suchliste eingetragen wurden, so müssen auch drei Elemente in der Ersetzenliste vorhanden sein.

source: Error! When setting a startpage, starttype and startfunc are required fields.
de: Fehler! Wenn eine Startseite konfiguriert werden soll, dann sind Eingaben in den Feldern Start-Typ und Start-Funktion notwendig.

source: Notice: Language detection is automatically disabled when multi-lingual features are disabled.
de: Hinweis: Die Spracherkennung wurde automatisch deaktiviert, da die Mehrsprachigkeit deaktiviert wurde.

source: Done! Saved localisation settings.
de: Erledigt! Die Einstellungen zur Mehrsprachigkeit wurden gespeichert.

source: Site name
de: Seitenname

source: Site description
de: Seitenbeschreibung

source: Main settings
de: Hauptkonfiguration

source: Localisation settings
de: Mehrsprachigkeit

source: Error! You did not enter any keywords to search for.
de: Fehler! Es wurden keine Suchbegriffe eingegeben.

source: Search
de: Suchen

source: Error! '%1$s' module returned false in search function '%2$s'.
de: Fehler! Modul '%1$s' lieferte einen Fehler in der Suchfunktion '%2$s'.

source: New search
de: Neue Suche

source: Recent searches list
de: Letzte Suchvorgänge

source: Site search module.
de: Modul für seitenweite Suche.

source: search
de: suche

source: permission granted.
de: Zugriff gewährt.

source: permission not granted.
de: Zugriff verweigert.

source: unknown user.
de: Unbekannter Benutzer.

source: Up
de: Hoch

source: Down
de: Runter

source: All components
de: Alle Komponenten

source: Done! Incremented permission rule.
de: Erledigt! Das Zugriffslevel wurde erhöht.

source: Done! Decremented permission rule.
de: Erledigt! Das Zugriffslevel wurde reduziert.

source: Error! No permission rules of this kind were found. Please add some first.
de: Fehler! Keine Zugriffsrechte dieses Typs feststellbar. Bitte zuerst ein Recht anlegen.

source: Modify permission rule
de: Zugriffsrecht bearbeiten

source: Create new permission rule
de: Zugriffsrecht hinzufügen

source: Group
de: Gruppe

source: Edit permission rule
de: Zugriffsrecht bearbeiten

source: [Illegal input in component!]
de: [Ungültige Eingabe im Feld Komponente!]

source: [Illegal input in instance!]
de: [Ungültige Eingabe im Feld Instanz!]

source: Done! Saved permission rule.
de: Erledigt! Das Zugriffsrecht wurde gespeichert.

source: Done! Created permission rule.
de: Erledigt! Das Zugriffsrecht wurde angelegt.

source: Done! Deleted permission rule.
de: Erledigt! Das Zugriffsrecht wurde gelöscht.

source: All groups
de: Alle Gruppen

source: Unregistered
de: Unregistriert

source: Error! Could not save configuration: unknown permission rule ID.
de: Fehler beim Speichern der Konfiguration: unbekannte Zugriffsrecht-ID.

source: Error! Could not create new permission rule.
de: Fehler! Das neue Zugriffsrecht konnte nicht erstellt werden.

source: Notice: You cannot delete the main administration permission rule.
de: Hinweis: Die generische Admin-Berechtigung kann nicht gelöscht werden.

source: Error! Could not delete permission rule with ID %s.
de: Fehler! Das Zugriffsrecht mit der ID %s konnte nicht gelöscht werden.

source: Permission check result:
de: Ergebnis der Überprüfung:

source: Permissions
de: Zugriffsrechte

source: User permissions manager.
de: Verwaltung von Benutzerrechten.

source: permissions
de: zugriffsrechte

source: Error! Permission rule-swapping in partial view can only be done if both affected permission rules are visible. Please switch to full view.
de: Fehler! In der Teilansicht können nur sichtbare Zugriffsrechte beeinflusst werden. Bitte den Filter deaktivieren.

source: Error! No permission rule directly above that one.
de: Fehler! Kein Zugriffsrecht direkt oberhalb dieser Berechtigung.

source: Error! No permission rule directly below that one.
de: Fehler! Kein Zugriffsrecht direkt unterhalb dieser Berechtigung.

source: Error! Could not save permission rule sequences.
de: Fehler! Die Zugriffsrechte konnten nicht aktualisiert werden.

source: Permission rules list
de: Zugriffsrechte

source: Permission rules information
de: Informationen zu den Zugriffsrechten

source: Group membership
de: Gruppenmitgliedschaft

source: Error! There is already a group with that name.
de: Fehler! Es existiert bereits eine Gruppe mit diesem Namen.

source: Done! Created the group.
de: Erledigt! Die Gruppe wurde erfolgreich angelegt.

source: Sorry! No such group found.
de: Es konnte keine entsprechende Gruppe gefunden werden.

source: Done! Saved group changes.
de: Erledigt! Die Änderungen der Gruppe wurden erfolgreich gespeichert.

source: Error! You cannot delete the default user group.
de: Fehler! Die Standardgruppe für Benutzer kann nicht gelöscht werden.

source: Done! Deleted the group.
de: Erledigt! Die Gruppe wurde erfolgreich gelöscht.

source: Remove user from group
de: Benutzer aus Gruppe entfernen

source: Error! A problem occurred and the user was not added to the group.
de: Fehler! Es ist ein Fehler aufgetreten. Der Benutzer wurde nicht zur Gruppe hinzugefügt.

source: Done! The user was added to the group.
de: Erledigt! Der Benutzer wurde zur Gruppe hinzugefügt.

source: Invalid Group ID or User ID.
de: Ungültige Gruppen-ID oder Benutzer-ID.

source: Done! The user was removed from the group.
de: Erledigt! Der Benutzer wurde aus der Gruppe gelöscht.

source: Error! A problem occurred while attempting to remove the user. The user has not been removed from the group.
de: Fehler! Beim Entfernen des Benutzers ist ein Fehler aufgetreten. Der Benutzer wurde nicht aus der Gruppe entfernt.

source: None
de: Keine

source: Concerning your %s group membership application
de: Anfrage auf Mitgliedschaft in die Gruppe %s

source: Sorry! This is a message to inform you with regret that your application for membership of the aforementioned private group has been rejected.
de: Leider wurde die Anfrage auf Mitgliedschaft in die private Gruppe abgelehnt.

source: Done! The user has been added to the %s group.
de: Erledigt! Der Benutzer wurde zur Gruppe %s hinzugefügt.

source: Done! Your application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
de: Erledigt! Die Anfrage für die Gruppe wurde akzeptiert und die entsprechenden Rechte sind zugewiesen.

source: Error! Could not execute 'Reject' action.
de: Fehler! Die Aktion 'Ablehnen' konnte nicht ausgeführt werden.

source: Error! Could not execute 'Accept' action.
de: Fehler! Die Aktion 'Akzeptieren' konnte nicht ausgeführt werden.

source: Done! The user's application for group membership has been rejected.
de: Erledigt! Die Anfrage auf Mitgliedschaft in die Gruppe %s wurde abgelehnt.

source: Error! You must register for a user account on this site before you can apply for membership of a group.
de: Vor der Anfrage zu einer Gruppe muss ein Benutzerkonto auf dieser Website eingerichtet werden.

source: Error! That group does not exist.
de: Fehler! Diese Gruppe existiert nicht.

source: Error! You are already a member of this group.
de: Fehler! Es besteht bereits eine Mitgliedschaft in dieser Gruppe.

source: Sorry! You cannot apply for membership of that group.
de: Für diese Gruppe kann keine Mitgliedschaft beantragt werden.

source: Sorry! That group has reached full membership.
de: Alle Mitgliedschaften in dieser Gruppe sind leider bereits vergeben.

source: Sorry! That group is closed.
de: Diese Gruppe ist geschlossen.

source: Error! You must click on the checkbox to confirm your action.
de: Fehler! Zum Fortfahren muss die Checkbox aktiviert sein.

source: Done! Saved the action.
de: Erledigt! Aktion gespeichert.

source: You do not have permission for this action.
de: Sie haben keine Berechtigung für diese Aktion.

source: Error! The group name is missing.
de: Fehler! Der Name der Gruppe fehlt.

source: Error! Could not create the new group.
de: Fehler! Die neue Gruppe konnte nicht angelegt werden.

source: Group %s
de: Gruppe %s

source: Error! Could not delete the '%s' group.
de: Fehler! Die Gruppe '%s' konnte nicht gelöscht werden.

source: Groups
de: Gruppen

source: User group administration module.
de: Verwaltung von Benutzergruppen.

source: groups
de: gruppen

source: By default, all users are made members of this group.
de: Standardgruppe für Benutzer

source: Administrators
de: Administratoren

source: Group of administrators of this site.
de: Gruppe von Administratoren dieser Seite.

source: Sorry! You cannot delete the default users group.
de: Fehler! Die Standardgruppe für Benutzer kann nicht gelöscht werden.

source: Sorry! You cannot delete the primary administrators group.
de: Fehler! Die primäre Administrationsgruppe kann nicht gelöscht werden.

source: Groups list
de: Gruppenliste

source: Groups manager
de: Gruppenverwaltung

source: Error! You have already applied for membership of this group.
de: Fehler! Es besteht bereits eine Mitgliedschaft in dieser Gruppe.

source: Group membership application registered
de: Neue Anfrage auf Mitgliedschaft in einer Gruppe

source: The registered user %1$s has applied for membership of a group. The details of the application are as follows: %2$s
de: Der Benutzer %1$s bittet um Mitgliedschaft in einer Gruppe. Folgende Details wurde der Anfrage hinzugefügt: %2$s

source: Error! Could not add the user to the group.
de: Fehler! Der Benutzer konnte nicht zur Gruppe hinzugefügt werden.

source: Error! Could not remove the user from the group.
de: Fehler! Der Benutzer konnte nicht aus der Gruppe entfernt werden.

source: Public
de: Öffentlich

source: Private
de: Privat

source: Closed
de: Geschlossen

source: Open
de: Offen

source: %A, %B %d, %Y
de: %A, %d. %B %Y

source: %A, %B %d @ %H:%M:%S
de: %A, %d. %B %Y um %H:%M Uhr

source: %b %d, %Y - %I:%M %p
de: %d. %b %Y - %H:%M Uhr

source: %A, %B %d, %Y - %I:%M %p
de: %A, %d. %B %Y, %H:%M Uhr

source: %I:%M %p
de: %H:%M

source: Unknown timezone
de: Unbekanntes Zeitzone

source: Sun Mon Tue Wed Thu Fri Sat
de: So Mo Di Mi Do Fr Sa

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
de: Jan Feb Mär Apr Mai Jun Jul Aug Sep Okt Nov Dez

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
de: Sonntag Montag Dienstag Mittwoch Donnerstag Freitag Samstag

source: January February March April May June July August September October November December
de: Januar Februar März April Mai Juni Juli August September Oktober November Dezember

source: %Y-%m-%d
de: %d.%m.%Y

source: The requested URL cannot be found
de: Die angeforderte URL konnte nicht gefunden werden

source: An invalid %1$s parameter was received.
de: Ungültiger Parameter %1$s empfangen.

source: The authentication module '%1$s' could not be found.
de: Das Authentifizierungsmodul '%1$s' konnte nicht gefunden werden.

source: The authentication module '%1$s' is not available.
de: Das Authentifizierungsmodul '%1$s' ist nicht verfügbar.

source: The authentication module '%1$s' could not be loaded.
de: Das Authentifizierungsmodul '%1$s' konnte nicht geladen werden.

source: The authentication method '%1$s' is not supported by the authentication module '%2$s'.
de: Die Authentifizierungsmethode '%1$s' wird nicht von dem Authentifizierungsmodul '%2$s' unterstützt.

source: The authentication module '%1$s' is reentrant. A %2$s is required.
de: Das Authentifizierungsmodul '%1$s' ist ablaufinvariant. %2$s ist notwendig.

source: Sorry! Login failed. The information you provided was incorrect.
de: Fehler! Die Anmeldung ist fehlgeschlagen. Die angegebenen Informationen sind nicht korrekt.

source: A %1$s (%2$s) was returned by the authenticating module, but a user account record (or registration request record) could not be found.
de: Das authentifizierende Modul hat %1$s (%2$s) zurückgeliefert, aber es konnten keine Daten für das Benutzerkonto (bzw. die Registrierungsanfrage) gefunden werden.

source: Your request to register with this site is still waiting for verification of your e-mail address. Please check your inbox for a message from us.
de: Die Anfrage zur Registrierung auf dieser Seite wartet noch auf die Bestätigung der E-Mail-Adresse. Bitte E-Mails auf eine Nachricht von uns hin überprüfen.

source: Your request to register with this site is still waiting for approval from a site administrator.
de: Die Registrierungsanfrage für diese Seite wartet noch auch Freigabe durch einen Administrator.

source: Your account has been disabled. Please contact a site administrator for more information.
de: Das Benutzerkonto wurde deaktiviert. Bitte einen Administrator für weitere Informationen kontaktieren.

source: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
de: Das Benutzerkonto wurde deaktiviert und zur Löschung vorgesehen. Bitte einen Administrator für weitere Informationen kontaktieren.

source: Sorry! Either there is no active user in our system with that information, or the information you provided does not match the information for your account.
de: Fehler! Entweder gibt es mit diesen Informationen keinen aktiven Benutzer hier im System oder die angegebenen Informationen passen nicht zum hinterlegten Benutzerkonto. Bitte die Eingaben überprüfen und erneut versuchen.

source: Attempt to set the current user with an invalid uname.
de: Versuch den aktuellen Benutzer mit einem ungültigen Benutzernamen zu setzen.

source: Attempt to set the current user with an invalid uid.
de: Versuch den aktuellen Benutzer mit einer ungültigen Benutzer-ID zu setzen.

source: Attempt to set the current user with an unknown uid.
de: Versuch den aktuellen Benutzer mit einer unbekannten Benutzer-ID zu setzen.

source: Attempt to set the current user with an invalid authentication method.
de: Versuch den aktuellen Benutzer mit einer ungültigen Authentifizierungsmethode zu setzen.

source: Error! Could not save the log-in date.
de: Fehler! Konnte Anmeldedatum nicht speichern.

source: UserUtil::getTheme() is unable to calculate theme name.
de: UserUtil::getTheme() kann den Theme-Namen nicht berechnen.

source: An invalid uid was provided.
de: Ungültige Benutzer-ID (uid) angegeben.

source: Copy
de: Kopieren
