Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Error! Cannot determine valid 'cid' for edit mode in 'ZikulaCategoriesModule_admin_edit'.
de: Fehler! Gültige 'Cid' für den Bearbeitungsmodus in 'ZikulaCategoriesModule_admin_edit' kann nicht ermittelt werden.

source: Sorry! No such item found.
de: Der entsprechende Eintrag konnte leider nicht gefunden werden.

source: Done! Saved the %s category.
de: Erledigt! Die Kategorie %s wurde gespeichert.

source: Done! Inserted the %s category.
de: Erledigt! Die Kategorie %s wurde angelegt.

source: Done! Deleted the %s category.
de: Erledigt! Die Kategorie %s wurde gelöscht.

source: Done! Copied the %s category.
de: Erledigt! Die Kategorie %s wurde kopiert.

source: Done! Moved the %s category.
de: Erledigt! Die Kategorie %s wurde verschoben.

source: Done! Rebuilt the category paths.
de: Erledigt! Der Kategoriepfad wurde erfolgreich neu erstellt.

source: Done! Deleted the category registry entry.
de: Erledigt! Die Kategoriezuweisung wurde gelöscht.

source: Error! You did not select a module.
de: Fehler! Es muss ein Modul ausgewählt werden.

source: Error! You did not select an entity.
de: Fehler! Es muss ein Objekt ausgewählt werden.

source: Error! You did not enter a property name.
de: Fehler! Es muss ein Name der Eigenschaft angegeben werden.

source: Error! You did not select a category.
de: Fehler! Es muss eine Kategorie ausgewählt werden.

source: Done! Saved the category registry entry.
de: Erledigt! Die Kategoriezuweisung wurde gespeichert.

source: Done! Saved module configuration.
de: Erledigt! Die Modulkonfiguration wurde aktualisiert.

source: Sorry! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
de: Die Bearbeitung von benutzereigenen Kategorien ist deaktiviert. Der Administrator kann diese Funktion aktivieren.

source: Error! The root directory cannot be modified in 'user' mode
de: Fehler! Das Stammverzeichnis kann nicht im Benutzermodus editiert werden

source: Error! It looks like you are trying to edit another user's categories. Only site administrators can do that (%s).
de: Fehler! Die Bearbeitung von fremden Kategorien ist nicht möglich. Diese Funktion kann nur vom Administrator durchgeführt werden. (%s)

source: Notice: The administrator has locked the category '%2$s' (ID '%$1s'). You cannot edit or delete it.
de: Hinweis: Die Kategorie '%2$s' (ID '%$1s') ist gesperrt und kann nur vom Administrator bearbeitet oder gelöscht werden.

source: Error! Cannot access root directory (%s).
de: Fehler! Auf das Stammverzeichnis (%s) konnte nicht zugegriffen werden.

source: Error! The specified category is not a leaf-level category (%s).
de: Fehler! Die angegebene Kategorie ist keine Endknoten-Kategorie (%s).

source: Error! The specified category is not a child of the document root (%1$s; %2$s).
de: Fehler! Die angegebene Kategorie ist keine Unterkategorie des Dokumentenstamms (%1$s, %2$s).

source: Error! Editing mode for user-owned categories is only available to users who have logged-in.
de: Fehler! Das Bearbeiten der persönlichen Kategorien ist nur für angemeldete Benutzer möglich.

source: Error! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
de: Fehler! Die Bearbeitung von benutzereigenen Kategorien ist deaktiviert. Der Administrator kann diese Funktion aktivieren.

source: Error! Could not determine the user root node.
de: Fehler! Der Name des Stammknoten für die persönliche Kategorie konnte nicht ermittelt werden.

source: Error! The user root node seems to point towards an invalid category: %s.
de: Fehler! Der Benutzerstammknoten scheint auf eine ungültige Kategorie zu verweisen: %s.

source: Error! Cannot determine user category root node name.
de: Fehler! Der Name des Benutzerstammknoten konnte nicht ermittelt werden.

source: Error! The user root category node for this user does not exist, and the automatic creation flag (autocreate) has not been set.
de: Fehler! Der Benutzerstammknoten für diesen Benutzer existiert nicht und das automatische Erstellung ist nicht gesetzt.

source: Default
de: Standard

source: Error! The document root is invalid.
de: Fehler! Der 'Document Root' ist ungültig.

source: Error! The category ID is invalid.
de: Fehler! Ungültige Kategorie-ID.

source: Error! Cannot retrieve category with ID %s.
de: Fehler! Eine Kategorie mit der ID %s konnte nicht ermittelt werden.

source: No permission for this action
de: Keine Berechtigung für diese Aktion!

source: Error! Cannot determine valid 'cid' for edit mode in 'Categories_admin_edit'.
de: Fehler! Es konnte keine gültige 'cid' zur Bearbeitung in 'Categories_admin_edit' ermittelt werden.

source: Categories
de: Kategorien

source: Category administration.
de: Verwaltung von Kategorien.

source: categories
de: kategorien

source: Error! You did not enter a name for the category.
de: Fehler! Es wurde kein Name für die Kategorie eingeben.

source: Category %s must be unique under parent
de: Die Kategorie %s muss innerhalb ihres Parents eindeutig sein.

source: Modules
de: Module

source: General
de: Allgemein

source: Yes/No
de: Ja/Nein

source: Publication status (extended)
de: Veröffentlichungsstatus (erweitert)

source: Pending
de: Wartend

source: Checked
de: Geprüft

source: Approved
de: Freigegeben

source: Rejected
de: Abgelehnt

source: Gender
de: Geschlecht

source: Male
de: männlich

source: Female
de: weiblich

source: Title
de: Titel

source: Activity status
de: Aktivitätsstatus

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Publication status (basic)
de: Veröffentlichungsstatus (einfach)

source: Users
de: Benutzer

source: Music and audio
de: Musik und Audio

source: Art and photography
de: Kunst und Fotographie

source: Writing and thinking
de: Schreiben und Denken

source: Communications and media
de: Kommunikation und Medien

source: Travel and culture
de: Reisen und Kultur

source: Science and technology
de: Wissenschaft und Technik

source: Sport and activities
de: Sport und Aktivitäten

source: Business and work
de: Wirtschaft und Arbeit

source: Categories list
de: Kategorienliste

source: Create new category
de: Kategorie anlegen

source: Category registry
de: Kategoriezuweisung

source: Rebuild paths
de: Pfade neu erstellen

source: Settings
de: Konfiguration

source: Categories manager
de: Kategorienverwaltung

source: Error! The user root node seems to point towards an invalid category.
de: Fehler! Der Benutzerstammknoten scheint auf eine ungültige Kategorie zu verweisen.

source: Notice: The changes made via Admin Panel will be saved on '%1$s' because it seems that the .ini files on '%2$s' are not writable.
de: Hinweis: Die im Admin-Panel durchgeführten Änderungen wurden unter '%1$s' gespeichert, da die .ini Dateien unter '%2$s' anscheinend nicht beschreibbar sind.

source: Error! Cannot write any configuration changes. Make sure that the .ini files on '%1$s' or '%2$s', and the folder itself, are writable.
de: Fehler! Die Konfigurationsänderungen konnte nicht geschrieben werden. Bitte sicherstellen, dass die .ini Dateien unter '%1$s' oder '%2$s' wie auch das entsprechende Verzeichnis beschreibbar sind.

source: Notice: Seems that your %1$s's .ini files are writable. Be sure that there are no .ini files on '%2$s' because if so, the Theme Engine will consider them and not your %1$s's ones.
de: Hinweis: Es sieht so aus, als ob die .ini-Dateien von %1$s beschreibbar sind. Bitte sicherstellen, dass es keine .ini-Dateien in '%2$s' gibt, da ansonsten diese anstatt denen in %1$s von der Theme-Engine verwendet werden.

source: If the system cannot write on any .ini file, the changes will be saved on '%s' and the Theme Engine will use it.
de: Falls das System keine der .ini Dateien schreiben kann, werden die Änderungen unter '%s' gesichert und dort von der Theme-Engine genutzt.

source: Done! Updated theme settings.
de: Erledigt! Theme-Einstellungen wurden aktualisiert.

source: Done! Saved your changes.
de: Erledigt! Die Änderungen wurden erfolgreich gespeichert.

source: Notice: Please make sure you type an entry in every field. Your palette cannot be saved if you do not.
de: Hinweis: Bitte sicherstellen, dass alle einzelnen Felder gefüllt sind. Ansonsten kann die Farbpalette nicht gespeichert werden.

source: Homepage
de: Startseite

source: Admin panel pages
de: Admin-Panel Seiten

source: Editor panel pages
de: Editor-Panel Seiten

source: %s type pages
de: %s Seitentyp

source: Configuration file not found
de: Konfigurationsdatei gefunden

source: Error! Removed unknown '%1$s': '%2$s'.
de: Fehler! Unbekannter '%1$s': '%2$s' entfernt.

source: Done! Deleted it.
de: Erledigt! Erfolgreich gelöscht.

source: Done! Changed default theme.
de: Erledigt! Das Standardtheme wurde geändert.

source: Sorry! No such theme found.
de: Es konnte kein entsprechendes Theme gefunden werden.

source: Done! Deleted theme engine compiled templates.
de: Erledigt! Die kompilierten Templates der Theme-Engine wurden gelöscht.

source: Error! Failed to clear theme engine compiled templates.
de: Fehler! Die kompilierten Templates der Theme-Engine konnten leider nicht gelöscht werden.

source: Done! Deleted theme engine cached templates.
de: Erledigt! Die kompilierten Templates der Rendering-Engine wurden gelöscht.

source: Error! Failed to clear theme engine cached templates.
de: Fehler! Die zwischengespeicherten Templates der Theme-Engine konnten leider nicht gelöscht werden

source: Done! Deleted CSS/JS combination cached files.
de: Erledigt! Der CSS/JS Combine-Cache wurde erfolgreich gelöscht.

source: Done! Deleted theme engine configurations.
de: Erledigt! Die Konfigurationen der Theme-Engine wurden gelöscht.

source: Error! Failed to clear theme engine configurations.
de: Fehler! Die Konfigurationen der Theme-Engine konnten leider nicht gelöscht werden.

source: Done! Deleted rendering engine compiled templates.
de: Erledigt! Die kompilierten Templates der Rendering-Engine wurde gelöscht.

source: Error! Failed to clear rendering engine compiled templates.
de: Fehler! Die kompilierten Templates der Rendering-Engine konnten leider nicht gelöscht werden.

source: Done! Deleted rendering engine cached pages.
de: Erledigt! Der Seitencache der Rendering-Engine wurde gelöscht.

source: Error! Failed to clear rendering engine cached pages.
de: Fehler! Die zwischengespeicherten Templates der Rendering-Engine konnten leider nicht gelöscht werden

source: Done! Cleared all cache and compile directories.
de: Erledigt! Es wurden alle kompilierten und zwischengespeicherten Dateien erfolgreich gelöscht.

source: Main theme file not found!
de: Haupt-Theme Datei nicht gefunden!

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Notice: Theme switching is currently disabled.
de: Hinweis: Das Wechseln von Themes ist momentan deaktiviert.

source: Done! Theme has been reset to the default site theme.
de: Erledigt! Das Theme wurde auf das Standardtheme zurückgesetzt.

source: No event handlers responded.
de: Es haben keine Event-Handler geantwortet.

source: Rendering engine
de: Renderer

source: Custom rendering engine block
de: Renderer-Block

source: Misconfigured block. ID: %s
de: Fehlerhaft konfigurierter Block. ID: %s

source: The specified template for the render block doesn't exists for the '%1$s' module. Block ID: %2$s
de: Das angegebene Templates für den Render-Block existiert nicht im Modul '%1$s'. Block ID: %2$s

source: The specified template does not exist on the '%s' module.
de: Das angegebene Template existiert nicht im Modul '%s'.

source: The module '%s' is not available.
de: Das Modul '%s' ist nicht verfügbar.

source: With the current setup the block is disabled.
de: Mit den aktuellen Einstellungen ist der Block deaktiviert.

source: Notice: This theme switcher block will not be displayed until you allow users to change themes. You can enable/disable this from the <a href="%s">settings</a> of the Theme module.
de: Hinweis: Der Theme-Switcher-Block wird nicht angezeigt, wenn die Benutzer generell keine Themes auswählen dürfen. Diese Einstellung kann in der Konfiguration des <a href="%s">Theme-Moduls</a> angepasst werden.

source: Themes list
de: Theme-Liste

source: Invalid arguments array received
de: Fehlerhaftes Argument im Array erhalten.

source: Error! Could not perform the deletion.
de: Fehler! Der Löschvorgang konnte nicht durchgeführt werden.

source: Done! Removed theme files from the file system.
de: Erledigt! Die Theme-Dateien wurden im Dateisystem erfolgreich gelöscht.

source: Error! Could not delete theme files from the file system. Please remove them by another means (FTP, SSH, ...).
de: Fehler! Beim Versuch, die Dateien zu löschen, ist ein Fehler aufgetreten. Bitte die Dateien mit einem FTP-Client entfernen.

source: Notice: Theme files cannot be deleted because Zikula does not have write permissions for the themes folder and/or themes/%s folder.
de: Hinweis: Die Theme-Dateien können nicht gelöscht werden, da kein Schreibzugriff auf das Theme-Verzeichnis themes/%s möglich ist bzw. die Dateien nicht vorhanden sind.

source: Error! Cannot write in "%1$s" or "%2$s" to store the contents of "%3$s"
de: Fehler! Kann nicht in "%1$s" oder "%2$s" schreiben um den Inhalt von "%3$s" zu speichern

source: Error! Could not open file so that it could be written to: %s
de: Fehler! Die Datei konnte nicht im Schreibzugriff geöffnet werden: %s

source: Error! Could not write to file: %s
de: Fehler! In die Datei '%s' konnte nicht geschrieben werden.

source: Themes module to manage site layout, render and cache settings.
de: Themes-Modul zur Verwaltung von Seiten-Layouts sowie Rendering- und Caching-EInstellungen.

source: Provides an interface for configuring and administering registered user accounts. Incorporates all needed functionality, but can work in close unison with the third party profile module configured in the general settings of the site.
de: Konfiguration und Administration der Benutzerkonten.

source: users
de: benutzer

source: User management hooks
de: Hooks für die Benutzerverwaltung

source: Registration management hooks
de: Hooks für die Registrierungsverwaltung

source: Login form and block hooks
de: Hooks für Login-Formular und -Block

source: Guest
de: Gast

source: Sorry! New user registration is currently disabled.
de: Die Registrierung von neuen Benutzern ist momentan deaktiviert.

source: Your log-in request was not completed. You must change your web site account's password first.
de: Die Anmelde-Anfrage ist nicht abgeschlossen. Zuerst muss das Kennwort dieses Benutzerkontos geändert werden.

source: Registrations pending approval
de: Freigabe wartender Registrierungen

source: (Password provided by site administrator)
de: (Kennwort wird vom Administrator zur Verfügung gestellt)

source: Done! Created new registration application.
de: Erledigt! Die neue Registrierung wurde erfolgreich genehmigt.

source: Done! Created new user account.
de: Erledigt! Das neue Benutzerkonto wurde erfolgreich angelegt.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
de: Warnung! Die neuen Benutzerinformationen wurden gespeichert. Jedoch könnte ein Problem beim Speichern aufgetreten sein. Bitte vor einer erneuten Registrierung den Administrator kontaktieren.

source: Error! Could not create the new user account or registration application.
de: Fehler! Das neue Benutzerkonto bzw. die Registrierungsanfrage konnte nicht erstellt werden.

source: Sorry! No matching users found.
de: Fehler! Es konnte keine zutreffenden Benutzer gefunden werden

source: An unknown form type was received by %1$s.
de: Ein unbekannter Formular-Typ wurde von %1$s empfangen.

source: The %1$s function has entered an unknown state.
de: Die Funktion %1$s hat einen unbekannten Zustand erreicht.

source: Done! Saved user's account information.
de: Erledigt! Die Informationen zum Benutzerkonto wurde erfolgreich gespeichert.

source: Error! You can't edit the guest account.
de: Fehler! Das Benutzerkonto des Gastes kann nicht bearbeitet werden.

source: Sorry! No such user found.
de: Fehler! Keinen entsprechenden Benutzer gefunden.

source: Sorry! Unable to retrieve information for that user id.
de: Fehler! Für diese Benutzer-ID konnte keine Informationen ermittelt werden.

source: Done! The user name for '%s' has been sent via e-mail.
de: Erledigt! Der Benutzername für '%s' wurde per Mail verschickt.

source: Sorry! There was an unknown error while trying to send the user name for '%s'.
de: Fehler! Beim Versuch den Benutzernamen für '%s' per E-Mail zu versenden ist leider ein Fehler aufgetreten. Bitte den Administrator kontaktieren.

source: Done! The password recovery verification code for %s has been sent via e-mail.
de: Erledigt! Der Bestätigungscode für die Kennwortwiederherstellung für %s wurde per E-Mail verschickt.

source: Error! You can't delete the guest account.
de: Fehler! Das Benutzerkonto des Gastes kann nicht gelöscht werden.

source: Error! You can't delete the primary administrator account.
de: Fehler! Das primäre Administrationskonto kann nicht gelöscht werden.

source: Error! You can't delete the account you are currently logged into.
de: Fehler! Das Konto, mit dem man gerade angemeldet ist, kann nicht gelöscht werden.

source: Done! Deleted %1$d user account.
de: Erledigt! %1$d Benutzerkonto gelöscht.

source: An error occurred while trying to retrieve the registration records.
de: Beim Abruf der Registrierungsdatensätze ist ein Fehler aufgetreten.

source: %m-%d-%Y
de: %d.%m.%Y

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
de: Der Registrierungseintrag konnte nicht ermittelt werden. Entweder existiert der Datensatz mit der angegebenen ID nicht oder es liegen möglicherweise keine Zugriffsrechte dafür vor.

source: %m-%d-%Y %H:%M
de: %d.%m.%Y %H:%M

source: Error! Invalid registration uid.
de: Fehler! Ungültige Registrierungsdaten (uid).

source: Error! Unable to load registration record.
de: Fehler! Der Registrierungsdatensatz konnte nicht geladen werden.

source: Error! Unable to retrieve registration record with uid '%1$s'
de: Fehler! Für die Benutzer-ID '%1$s' konnten keine Registrierungsdaten ermittelt werden.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
de: Fehler! Für den Registrierungseintrag mit der ID '%1$s' kann kein Bestätigungscode verschickt werden, da die Registrierung bereits verifiziert ist.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It must first be approved.
de: Fehler! Für den Registrierungseintrag mit der ID '%1$s' kann kein Bestätigungscode verschickt werden, da die Registrierung vorher freigegeben werden muss.

source: Sorry! There was a problem sending a verification code to '%1$s'.
de: Fehler! Beim Versand des Bestätigungscodes an '%1$s' ist leider ein Fehler aufgetreten.

source: Done! Verification code sent to '%1$s'.
de: Erledigt! Der Bestätigungscode wurde erfolgreich an '%1$s' verschickt.

source: Warning! Nothing to do! The registration record with uid '%1$s' is already approved.
de: Warnung! Es gibt nichts zu tun! Der Registrierungseintrag mit der ID '%1$s' ist bereits freigegeben.

source: Error! The registration record with uid '%1$s' cannot be approved. The registration's e-mail address must first be verified.
de: Fehler! Der Registrierungseintrag mit der ID '%1$s' kann nicht freigegeben werden, da die E-Mail Adresse vorher verifiziert werden muss.

source: Error! E-mail verification cannot be skipped for '%1$s'. The user must establish a password as part of the verification process.
de: Fehler! Die E-Mail-Bestätigung kann für '%1$s' nicht übersprungen werden. Der Benutzer muss im Rahmen des Bestätigungsvorgangs ein Kennwort festlegen.

source: Sorry! There was a problem approving the registration for '%1$s'.
de: Fehler! Die Registrierung für '%1$s' konnte nicht freigegeben werden.

source: Done! The registration for '%1$s' has been approved and a new user account has been created.
de: Erledigt! Die Registrierung für '%1$s' wurde freigegeben und ein neues Benutzerkonto wurde erstellt.

source: Done! The registration for '%1$s' has been approved and is awaiting e-mail verification.
de: Erledigt! Die Registrierung für '%1$s' wurde freigegeben und wartet auf die Überprüfung der E-Mail Adresse.

source: Sorry! There was a problem deleting the registration for '%1$s'.
de: Fehler! Die Registrierung für '%1$s' konnte nicht gelöscht werden.

source: Done! The registration for '%1$s' has been denied and deleted.
de: Erledigt! Die Registrierung für '%1$s' wurde abgelehnt und gelöscht.

source: Done! Users module settings have been saved.
de: Erledigt! Die Einstellungen für den Benutzerbereich wurden gespeichert.

source: There was a problem with one of the module settings. Please review the message below, correct the error, and resubmit your changes.
de: Es gab ein Problem mit einer Moduleinstellung. Bitte die unten stehende Nachricht prüfen, den Fehler korrigieren und die Änderungen erneut absenden.

source: Done! Users imported successfully.
de: Erledigt! Der Import der Benutzer wurde erfolgreich durchgeführt.

source: Error! You have not chosen any file.
de: Fehler! Es wurde keine Datei ausgewählt.

source: Error! The file extension is incorrect. The only allowed extension is csv.
de: Fehler! Die Dateierweiterung ist nicht gültig. Es sind nur CSV-Dateien erlaubt.

source: Error! It has not been possible to read the import file.
de: Fehler! Es war leider nicht möglich, die Importdatei einzulesen.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
de: Fehler! Die Importdatei hat nicht das erwartete Feld %s in der ersten Zeile. Bitte die Datei und das Format überprüfen.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
de: Fehler! Die Anzahl der Parameter in Zeile %s ist nicht korrekt. Bitte die Importdatei überprüfen.

source: Sorry! The user name is not valid in line %s. The user name is mandatory and the maximum length is 25 characters. Please check your import file.
de: Fehler! Der Benutzername in Zeile %s ist nicht gültig. Der Benutzername wird benötigt und darf maximal 25 Zeichen lang sein. Bitte die Importdatei überprüfen.

source: Sorry! The user name %1$s is reserved and cannot be registered in line %2$s. Please check your import file.
de: Fehler! Der Benutzername %1$s in Zeile %2$s ist reserviert und kann nicht verwendet werden. Bitte die Importdatei überprüfen.

source: Sorry! The user name %1$s cannot contain spaces in line %2$s. Please check your import file.
de: Fehler! Der Benutzername %1$s in Zeile %2$s darf keine Leerzeichen enthalten. Bitte die Importdatei überprüfen.

source: Sorry! The user name %1$s is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
de: Fehler! Der Benutzername %1$s wiederholt sich in Zeile %2$s und darf nicht doppelt verwendet werden. Bitte die Importdatei überprüfen.

source: Sorry! You did not provide a password in line %s. Please check your import file.
de: Fehler! In Zeile %s wurde kein Kennwort angegeben. Bitte die Importdatei überprüfen.

source: Sorry! The password must be at least %1$s characters long in line %2$s. Please check your import file.
de: Fehler! Das Kennwort muss mindestens %1$s Zeichen lang sein in Zeile %2$s. Bitte die Importdatei überprüfen.

source: Sorry! You did not provide a email in line %s. Please check your import file.
de: Fehler! In Zeile %s wurde keine E-Mail Adresse angegeben. Bitte die Importdatei überprüfen.
