Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: (If you cannot click on the log-in link, you can copy this URL and paste it into your browser: %s )
de: (Falls der Anmeldungs-Link nicht per Mausklick geöffnet werden kann, bitte diese URL kopieren und in den Browser einfügen: %s )

source: With this confirmation code, you can now create a new password by clicking on this link: %s
de: Mit diesem Bestätigungscode kann ein neues Kennwort unter %s vergeben werden.

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
de: (Falls der Link nicht per Mausklick geöffnet werden kann, bitte die URL kopieren und in den Browser einfügen.)

source: If the request was not made by yourself then you don't need to take any action.
de: Falls die Anfrage unabsichtlich ausgelöst wurde, muss nichts weiter getan werden.

source: Password: %s
de: Neues Kennwort: %s

source: Verify your request to change your e-mail address at '%1$s'
de: Anfrage bestätigen, um E-Mail Adresse bei '%1$s' zu ändern

source: Hello! You requested to change your e-mail address for user account '%1$s' at %2$s from %3$s to %4$s.
de: Hallo! Es gab eine Anfrage zur Änderung der E-Mail-Adresse für das Benutzerkonto '%1$s' bei %2$s von %3$s zu %4$s.

source: You must confirm this change before it will take effect.
de: Dieser Änderung muss zugestimmt werden, bevor sie durchgeführt wird.

source: If you do not confirm this change within the next day, the request will be deleted from our system.
de: Wenn dieser Änderung nicht innerhalb eines Tages zugestimmt wird, wird die Anfrage aus unserem System gelöscht.

source: You can confirm the e-mail address change by clicking on this link:
de: Die Änderung der E-Mail Adresse kann über den folgenden Link bestätigt werden:

source: Verify my e-mail address change.
de: Änderung der E-Mail Adresse bestätigen.

source: (If you cannot click on the link above, you can copy this URL into your browser:
de: (Falls der obige Link nicht per Mausklick geöffnet werden kann, bitte diese URL kopieren und in den Browser einfügen:

source: If you did not make this request then you do not need to take any action.
de: Falls diese Anfrage nicht aus Absicht ausgelöst worden sein, muss nichts weiter getan werden.

source: The e-mail address wil not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
de: Die Änderung der E-Mail Adresse wird nur dann durchgeführt, wenn der Vorgang mit diesem Bestätigungscode durchgeführt wird. Somit kann diese Mail gefahrlos gelöscht werden, da diese Nachricht keinen weiteren Empfänger hat.

source: Verify your e-mail address for %s.
de: E-Mail Adresse für %s verifizieren.

source: Hello! This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
de: Guten Tag! Mit dieser E-Mail Adresse ('%1$s') wurde ein Benutzerkonto auf '%2$s' (%3$s) registriert.

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
de: Falls kein neues Benutzerkonto auf dieser Webseite angefordert wurde, bitte unseren Administrator kontaktieren oder diese Nachricht einfach unbeachtet lassen.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
de: Falls ein neues Benutzerkonto angefordert wurde, wartet diese Anfrage nun auf eine Bestätigung der E-Mail-Adresse.

source: Your request is also waiting for administrator approval.
de: Die Anfrage wartet auch auf Freigabe durch einen Administrator.

source: We will not be able to approve your request until after you have completed this verification step.
de: Wir werden die Anfrage nicht freigeben können, bis dieser Bestätigungsschritt abgeschlossen wurde.

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
de: Sobald diese Bestätigung komplett ist und ein Administrator die Anfrage freigegeben hat, ist eine Anmeldung mit dem Benutzernamen möglich.

source: Please click on the following link to complete the e-mail address check:
de: Bitte über den folgenden Link die Registrierung abzuschließen.

source: If you are not able to click on the above link, you can copy it into your browser.
de: Falls der obige Link nicht per Mausklick geöffnet werden kann, bitte die URL kopieren und in den Browser einfügen.

source: Your verification code is:
de: Der Bestätigungscode lautet:

source: Once verified and your account has been approved, then you will be able to log in.
de: Sobald das Benutzerkonto bestätigt und freigegeben wurde, ist eine Anmeldung auf der Seite möglich.

source: Once verified, you will be able to choose a password and then log in.
de: Sobald die Bestätigung erfolgt ist, ist die Auswahl eines Kennworts und anschließend die Anmeldung möglich.

source: Once verified, you will be able to log in.
de: Sobald die Bestätigung erfolgt ist, ist die Anmeldung auf der Seite möglich.

source: Password reminder: %s
de: Kennworterinnerung: %s

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
de: Zur Erinnerung: sowohl diese Bestätigung als auch die Freigabe durch einen Administrator müssen abgeschlossen werden, damit eine Anmeldung möglich ist.

source: You will receive an additional e-mail message once an administrator has reviewed your request.
de: Nachdem ein Administrator die Anfrage geprüft hat, wird eine Nachricht per E-Mail versendet.

source: Verify my e-mail address
de: E-Mail Adresse verifizieren

source: If you are not able to click on the above link, you can copy the following URL into your browser:
de: Falls der obige Link nicht per Mausklick geöffnet werden kann, bitte den folgenden URL kopieren und in den Browser einfügen:

source: You can confirm the e-mail address change by going to this URL with your browser:
de: Die Änderung der E-Mail-Adresse kann durch den Aufruf dieser URL im Browser bestätigt werden:

source: Important: For security reasons, you must change your password before you can log in. Thank you for your understanding.
de: Wichtig: Aus Sicherheitsgründen muss das Kennwort geändert werden, bevor die Anmeldung fortgeführt werden kann. Vielen Dank für Dein Verständnis.

source: Caps Lock is on!
de: Die Großschreibtaste ist aktiviert!

source: Edit route
de: Route bearbeiten

source: Action
de: Aktion

source: Advanced setting, see %s
de: Erweiterte Einstellungen, siehe %s

source: Defaults
de: Standards

source: Requirements
de: Anforderungen

source: Choose action
de: Aktion wählen

source: Update content and approve for immediate publishing.
de: Aktualisieren und Freigeben zum sofortigen Veröffentlichen.

source: Workflow state
de: Status Workflow

source: Update date
de: Aktualisierungsdatum

source: ascending
de: Aufsteigend

source: descending
de: Absteigend

source: Example
de: Beispiel

source: is equal.
de: ist gleich.

source: is not equal.
de: ist ungleich

source: is lower than.
de: ist kleiner als.

source: is lower or equal than.
de: ist niedriger oder gleich als.

source: is greater than.
de: ist größer als.

source: is greater or equal than.
de: ist größer oder gleich als.

source: is like.
de: Ist wie.

source: "); ?>bar" will match "FOObar", "Blubbar" and so on, but not "BarFoo".
de: "); ?>bar" wird "FOObar", "Blubbar" usw. entsprechen, aber nicht "BarFoo".

source: All items with a date in year 2013.
de: Alle Elemente mit einem Datum im Jahr 2013.

source: All items with a date in July 2013.
de: Alle Elemente mit einem Datum im Juli 2013.

source: You can use relative time information according to the GNU Date Input Formats syntax.
de: Es können relative Zeitinformation gemäß dem Format der GNU Datum Eingabeformate verwendet werden.

source: Updated by %s
de: Aktualisiert von %s

source: Updated on %s
de: Aktualisiert am %s

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s am %2$s

source: Change selection
de: Ändere Auswahl

source: Edit module
de: Modul bearbeiten

source: Module display name
de: Modul Anzeigename

source: Module URL
de: URL-Name

source: Restore now
de: Jetzt zurücksetzen

source: This may break your existing indexed URLs
de: Kann bestehende indizierte URLs zerstören.

source: Uninstall module
de: Modul deinstallieren

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
de: Warnung! Diese Aktion löscht in der Datenbank unwiderruflich alle Daten des Moduls. Außerdem werden auch die Inhalte aus anderen Modulen gelöscht, die über Hooks mit diesem Modul verbunden sind.

source: Do you really want to uninstall this module?
de: Soll das Modul wirklich deinstalliert werden?

source: Warning! This module still has %s active block. Removing this module will also permanently remove this block.
de: Warnung! Für dieses Modul ist noch %s Block aktiv. Bitte vor der Entfernung des Moduls den entsprechenden Block löschen.

source: Warning! Other modules present in your system are dependent on this module. If you uninstall this module then all modules that require it will also be uninstalled.
de: Warnung! Das Modul ist mit anderen Modulen verknüpft. Module, die als notwendige Abhängigkeit gelistet sind, werden bei Entfernung des Moduls ebenfalls gelöscht.

source: Module name
de: Modulname

source: Required
de: Erforderlich

source: Uninstall
de: Deinstallieren

source: Internal Plugin name
de: Interner Plugin-Name

source: Plugin display name
de: Plugin-Anzeigename

source: Incompatible version with the core
de: Version nicht kompatibel it Core

source: The version of this module is incompatible with the version of the core.
de: Diese Modulversion ist nicht kompatibel mit der aktuellen Core-Version.

source: The minimal version of the core that this module supports is %s
de: Das Modul benötigt mindestens die Core-Version %s.

source: The maximal version of the core that this module supports is %s
de: Das Modul ünterstützt höchstens die Core-Version %s.

source: Module defaults
de: Modulstandards

source: Hard module regenerate to reset displayname, url and description to defaults
de: Anzeigenamen, URLs und Beschreibungen der Module vollständig auf Standards (aktuelle Übersetzung) zurücksetzen

source: Error! Could not regenerate the modules list.
de: Fehler! Die Modulliste konnte nicht neu erzeugt werden.

source: Error! The modules list could not be regenerated because there are one or more problems in the Zikula file system. You need to correct them before you can proceed. Please read this explanation:
de: Fehler! Die Modulliste konnte nicht neu erzeugt werden, da die folgenden Fehler im Dateisystem gefunden wurden. Bevor fortgefahren werden kann, müssen diese beseitigt werden.

source: In the table below, the left-hand column lists the internal name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module internal name can only be associated with one single instance of a module.
de: In der linken Spalte der Tabelle sind die internen Modulnamen aufgelistet, die in verschiedenen Verzeichnissen mehrmals vorhanden sind. Das Modul scheint hier mehrfach im Dateisystem zu existieren. Die mittlere und rechte Spalte zeigen die betroffenen Verzeichnisse innerhalb von '/modules' an. Mit Ausnahme eines Eintrags bitte alle Duplikate aus dem System entfernen. Jeder interne Modulname darf nur einmal zugeordnet sein.

source: In the table below, the left-hand column lists the display name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module display name can only be associated with one single instance of a module.
de: In der linken Spalte der Tabelle sind die Anzeigenamen der Module aufgelistet, die in verschiedenen Verzeichnissen mehrmals vorhanden sind. Das Modul scheint hier mehrfach im Dateisystem zu existieren. Die mittlere und rechte Spalte zeigen die betroffenen Verzeichnisse innerhalb von '/modules' an. Mit Ausnahme eines Eintrags bitte alle Duplikate aus dem System entfernen. Jeder Anzeigename darf nur einmal zugeordnet sein.

source: Subscription
de: Servicenehmer

source: Provision
de: Servicegeber

source: Attached areas
de: Angehängte Bereiche

source: Detach
de: Trennen

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
de: Es sind hier keine Bereiche angehängt.<br />Diese können von der rechten Seite mittels Drag+Drop auf der linken Seite angehängt werden.

source: Available areas
de: Verfügbare Bereiche

source: There are no providers available for %s.
de: Es sind keine Servicegeber für %s verfügbar.

source: Module Services
de: Modul-Dienste

source: Module Services are functions provided by the core or other modules for this module.
de: Modul-Dienste sind Funktionen, die vom Core oder anderen Modulen für dieses Modul angeboten werden.

source: There aren't any modules services available.
de: Es sind keine Modul-Dienste verfügbar.

source: Connect %s to other modules
de: %s mit anderen Modulen verbinden

source: %s module provides the following area:
de: Das Modul %s bietet den folgenden Bereich an:

source: To connect %s to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
de: Um %s mit einem der in der unten stehenden Liste aufgeführten Module zu verbinden, reicht ein Klick auf die Checkbox(en) neben dem entsprechenden Bereich.

source: Connections
de: Verbindungen

source: %1$s module can't connect to %2$s module. No connections are supported
de: Modul %1$s kann sich nicht mit Modul %2$s verbinden. Es werden keine Verbindungen unterstützt

source: Notice! This module either requires or recommends additional modules be installed. The report below details these requirements and/or recommendations.
de: Hinweis! Dieses Modul benötigt oder empfiehlt die Installation zusätzlicher Module. Der nachfolgende Bericht detailliert diese Anforderungen und/oder Empfehlungen.

source: Not present
de: Nicht vorhanden

source: Recommended
de: Empfohlen

source: Do you really want to install this module?
de: Soll dieses Modul wirklich installiert werden?

source: Error! Required dependencies are not present. To install this module, please upload the dependencies.
de: Fehler! Benötigte Abhängigkeiten sind nicht vorhanden. Um dieses Modul zu installieren, bitte die Abhängigkeiten hochladen.

source: Note: Modules are software that extends the functionality of a site. There is a wide choice of add-on modules available from the %s.
de: Hinweis: Module erweitern die Funktionatlität der Website. Eine große Auswahl an Modulen stehen in der %s zur Verfügung.

source: Go to the module's administration panel
de: Gehe zur Moduladministration

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
de: Filterung der erlaubten HTML-Elemente geschieht, wenn eine Zeichenkette oder Variable in einem Template mit dem 'safehtml'-Modifier verändert werden, oder wenn ein Modul eine ähnliche Verarbeitung innerhalb seiner Funktionen durchführt.

source: HTML entities
de: HTML Entitäten

source: Translate embedded HTML entities into real characters
de: HTML Entitäten in echte Zeichen übersetzen

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
de: Warnung! Das Aktivieren der Tags &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; erhöht die Wahrscheinlichkeit möglicher Angriffe durch Cross-Site-Scripting. Es wird empfohlen, diese Tags nicht zu erlauben. Es sei denn, die möglichen Konsequenzen sind bekannt.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
de: Warnung! Der <a href="%s">HTML Purifier Ausgabefilter</a> überschreibt einige HTML-Tag-Einstellungen, wie beispielsweise &lt;object&gt; und &lt;embed&gt; .

source: Check all
de: Alle auswählen

source: Allowed
de: Erlaubt

source: Allowed with attributes
de: Erlaubt mit Attributen

source: Tag usage (from <a href="http://www.w3schools.com">W3Schools</a>)
de: Tag-Info (von <a href="http://www.w3schools.com">W3Schools</a>)

source: About "&lt;%s&gt;"
de: Info "&lt;%s&gt;"

source: Delete the entire log
de: Alle Protokolle löschen

source: Export Options
de: Export-Optionen

source: Variable value
de: Variable-Wert

source: Automatic update settings
de: Automatische Updateprüfung

source: Check for updates
de: Auf Updates prüfen

source: How often
de: Häufigkeit

source: Monthly
de: Monatlich

source: Weekly
de: Wöchentlich

source: Daily
de: Täglich

source: Host settings
de: Host Einstellungen

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
de: Zeitlimit für Authentifizierungsschlüssel in Sekunden (Standard=0)

source: Bind authkey to user agent ('UserAgent')
de: AuthKey an UserAgent binden

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
de: Hinweis: Nur angeben, wenn ein anderer Hostname für die sicheren HTTPS Session verwendet wird. Bitte auch eine Adresse bei 'Secure Hostname' angeben und auf das zusätzliche Slash am Ende der Adresse achten.

source: Cookies settings
de: Cookie Einstellungen

source: Sign cookies
de: Cookies signieren

source: Signing key
de: Signaturschlüssel

source: Session settings
de: Session Einstellungen

source: Security level
de: Sicherheitsstufe

source: High (user is logged-out after X minutes of inactivity)
de: Hoch (Benutzer werden nach x Minuten Inaktivität abgemeldet)

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
de: Mittel (Benutzer werden nach x Minuten Inaktivität abgemeldet. Es sei denn, die Checkbox "Anmeldung speichern" wurde aktiviert)

source: Automatically log user out after
de: Automatische Benutzerabmeldung nach

source: days (if 'Remember me' is activated)
de: Tage (wenn 'Anmeldung speichern' aktiviert wurde)

source: Expire session after
de: Session läuft ab nach

source: minutes of inactivity
de: Minuten ohne Aktivität

source: Store sessions
de: Session-Speicherung

source: File
de: Datei

source: Database (recommended)
de: Datenbank (empfohlen)

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
de: Hinweis: Änderungen an diesen Werten führen zu einer unverzüglichen Benutzerabmeldung im System.

source: Path for saving session files
de: Pfad für Speicherung der Session-Dateien

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable.
de: Hinweis: Wenn die Option 'Session-Speicherung' auf 'Datei' gesetzt wird, muss der Pfad für Speicherung der Session-Dateien unbedingt angegeben werden und auch beschreibbar sein.

source: Per session
de: Pro Sitzung

source: One time use
de: Einmalige Nutzung

source: Use sessions for anonymous guests
de: Sessions für Gäste benutzen

source: Periodically regenerate session ID
de: Session ID periodisch neu erzeugen

source: Regenerate session ID during log-in and log-out
de: Session ID bei An-/Abmeldung neu erzeugen

source: Regeneration probability
de: Wahrscheinlichkeit der Regeneration

source: % (0 to disable)
de: % (0 = deaktiviert)

source: IP checks on session (may cause problems for AOL users)
de: IP Überprüfung für Session (eventuell Probleme mit AOL und Proxy-Benutzern)

source: Session cookie name
de: Name des Session-Cookie

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
de: Hinweis! Wenn der Wert für 'Session-Cookie Name' geändert wird, werden alle aktuell angemeldeten Benutzer abgemeldet und müssen sich danach erneut im System anmelden.

source: Intrusion Detection System
de: Einbruchdetektierungssystem

source: Use PHPIDS
de: PHPIDS benutzen

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
de: PHPIDS führt viele verschiedene Prüfungen durch, die einen Wert für den Schweregrad zurück liefern, wonach der untersuchte Request bewertet wird. Abhängig von der Summe aller Punkte aller ausgeführten Schweregrad-Prüfungen werden die Aktionen zur weiteren Behandlung ausgewählt.

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
de: Mehr über dieses System kann man auf der <a href="http://phpids.org" title="PHPIDS-Homepage">PHPIDS-Homepage</a> nachlesen.

source: Block action
de: Aktion blocken

source: Warn only
de: Nur Warnungen

source: Send email on block action
de: E-Mail bei blockierter Aktion versenden

source: Select filter rules to use
de: Filterregeln auswählen

source: IDS Rule path
de: IDS Regelnpfad

source: Default: config/phpids_zikula_default.xml
de: Standard: config/phpids_zikula_default.xml

source: Minimum impact to log intrusion in the database
de: Minimaler Schweregrad für Protokollierung des Vorfalls in der Datenbank

source: Minimum impact to email the administrator
de: Minimaler Schweregrad für Versand einer E-Mail an den Administrator

source: Minimum impact to block the request
de: Minimaler Schweregrad für Blocken des Requests

source: Minimum impact to kick the user (destroy the session)
de: Minimaler Schweregrad für Zerstörung der Sitzung (wirft den Benutzer raus)

source: Select the way the impact thresholds are used in Zikula
de: Auswählen, wie Zikula die Schweregrad-Grenzwerte auswerten soll

source: React on impact per request (uses the values from above)
de: Auf Zwischenfälle pro Request reagieren (verwendet die Werte von oben)

source: React on impact sum per session [loose] (uses the values from above * 10)
de: Auf Summe der Zwischenfälle pro Request reagieren [loose] (verwendet die Werte von oben * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
de: Auf Summe der Zwischenfälle pro Request reagieren [strict] (verwendet die Werte von oben * 5)

source: Define which fields contain HTML and need preparation
de: Definiere, welche Felder HTML enthalten und vorbereitet werden müssen

source: (Place each value on a separate line.)
de: (Jeden Wert in eine eigene Zeile eintragen.)
