Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Notice: This e-mail message will be sent to your address and to all other recipients you select. Your address will be the entered as the main recipient, and all your selected recipients will be included in the blind carbon copies ('Bcc') list. You can specify the number of 'Bcc' recipients to be added to each e-mail message. If the number of your selected recipients exceeds the number you enter here, then repeat messages will be sent until everyone in your selection has been mailed (you will receive a copy of each message). The allowed batch size may be set by your hosting provider.
de: Hinweis: Die folgende E-Mail wird von der unten angegebenen Antwort-an-Adresse an die eigene E-Mail-Adresse verschickt. Die markierten Empfänger werden unter Blindkopie aufgeführt. Die Anzahl der Blindkopie-Empfänger je Durchlauf kann vorab festgelegt werden. Falls die Anzahl der ausgewählten Benutzer größer als dieser Wert ist, wird ein zusätzlicher Mailversand durchgeführt. Die maximal mögliche Anzahl der Durchläufe hängt vom jeweiligen Hoster ab!

source: Sender's name
de: Absendername

source: Address to which replies should be sent
de: Antwort-an-Adresse

source: Subject
de: Betreff

source: Message
de: Mitteilung

source: Send e-mail messages in batches
de: E-Mail Nachricht in Durchläufen versenden

source: messages per batch
de: Mails pro Durchlauf

source: Send e-mail to selected recipients
de: E-Mail an die ausgewählten Empfänger versenden

source: Registration for '%1$s'
de: Registrierung für '%1$s'

source: Approve and Add User
de: Benutzer freigeben und hinzufügen

source: Deny
de: Ablehnen

source: Add user without verification
de: Benutzer ohne Verifizierung hinzufügen

source: Return to registrations
de: Zurück zu den Registrierungen

source: Registered users
de: Registrierte Benutzer

source: %s registered user
de: %s registrierter Benutzer

source: %s anonymous guest
de: %s Gast

source: %1$s and %2$s online.
de: %1$s und %2$s online.

source: You have no new messages.
de: Es gibt keine neuen Nachrichten.

source: You have <a href="%1$s">%2$s</a> new message.
de: Es gibt <a href="%1$s">%2$s</a> neue Nachricht.

source: You are logged-in as <strong>%s</strong>.
de: Angemeldet als <strong>%s</strong>.

source: You are an anonymous guest.
de: Noch nicht registriert oder angemeldet.

source: You can <a href="%s">register here</a>.
de: Hier <a href="%s">registrieren</a>.

source: Keep me logged in on this computer
de: Auf diesem Computer angemeldet bleiben

source: The log-in option you chose is not available at the moment.
de: Die gewählte Anmelde-Option steht momentan nicht zur Verfügung.

source: Please choose another or contact the site administrator for assistance.
de: Bitte eine andere wählen oder den Administrator für weitere Hilfe kontaktieren.

source: Please contact the site administrator for assistance.
de: Bitte den Administrator für weitere Hilfe kontaktieren.

source: Or instead, login with your...
de: Oder statt dessen, anmelden mit...

source: Login with your...
de: Anmelden mit...

source: Do you need to...
de: Bitte wählen...

source: Create an account?
de: Ein Konto erstellen?

source: Recover your account information?
de: Zugangsdaten vergessen?

source: Change language
de: Sprache auswählen

source: New language
de: Neue Sprache

source: Account information and password recovery
de: Zugangsdaten und Kennwort wiederherstellen

source: Please select one of the following:
de: Bitte eine der folgenden Möglichkeiten auswählen:

source: I have forgotten my account information (for example, my user name).
de: Ich habe meine Zugangsdaten vergessen (zum Beispiel meinen Benutzernamen).

source: I have forgotten my password.
de: Ich habe mein Kennwort vergessen.

source: I have received a password recovery code, and would like to enter it.
de: Der Code für die Kennwortwiederherstellung wurde empfangen und dessen Eingabe soll jetzt durchgeführt werden.

source: New account registration
de: Neues Benutzerkonto anlegen

source: My account
de: Benutzerkonto

source: Block content
de: Blockinhalt

source: Enable your personal custom block
de: Persönlichen Menüblock aktivieren

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
de: Hinweis: Der persönliche benutzerdefinierte Block wird auf allen Seiten angezeigt, wenn eine entsprechende Anmeldung vorliegt. Der Block wird nur für den aktuellen Benutzer angezeigt, der auch die Inhalte individuell bestimmen kann. Man könnte beispielsweise Links zu anderen Internetseiten einfügen, die häufig benutzt werden.

source: Lost password recovery
de: Kennwortwiederherstellung

source: Password reminder
de: Kennworterinnerung

source: I remember my password now.
de: Das Kennwort ist jetzt wieder bekannt.

source: Go to log-in screen
de: Gehe zur Anmeldung

source: Reset your password
de: Kennwort zurücksetzen

source: If you still do not remember your password, you can create a new one here.
de: Falls das Kennwort immer noch nicht bekannt ist, so kann hier ein neues Kennwort vergeben werden.

source: Password (repeat for verification)
de: Kennwortwiederholung (zur Verifikation)

source: Enter a word or a phrase that will remind you of your password.
de: Einen Begriff oder Satz als Erinnerung an das Kennwort eingeben.

source: Notice: Do not use a word or phrase that will allow others to guess your password! Do not include your password or any part of your password here!
de: Hinweis: Bitte keinen Begriff oder Satz benutzen, der es anderen erlaubt das Kennwort zu erraten! Hierbei nicht das Kennwort selbst oder einen Teil davon verwenden!

source: Sorry! Your session has expired.
de: Die Benutzersession ist leider abgelaufen.

source: For your security, this session has expired because you have been inactive for too long. Please <a href="%s">log in</a> again to access services.
de: Aus Sicherheitsgründen wird die Sitzung nach einer gewissen Inaktivität beendet. Bitte erneut <a href="%s">anmelden</a>.

source: Please enter EITHER your user name OR your e-mail address below and click the 'Submit' button. You will be e-mailed a confirmation code. Check your e-mail, and follow the given instructions.
de: Bitte entweder den Benutzernamen ODER die E-Mail Adresse eingeben und auf die 'Absenden'-Schaltfläche klicken. Danach wird ein Bestätigungscode per Mail zugestellt. Bitte den Maileingang überpüfen und die beschriebenen Anweisungen befolgen.

source: or
de: oder

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click 'Save'. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is <strong>'%s'</strong>.
de: Hinweis: Bitte die neue E-Mail Adresse eingeben und mit 'Speichern' bestätigen. Die Website benötigt diese Adresse, um beispielsweise vergessene Zugangsdaten wiederherstellen zu können. Die aktuell hinterlegte E-Mail Adresse lautet <strong>'%s'</strong>.

source: You will receive an e-mail to your new e-mail address to confirm the change.
de: Es wird eine Nachricht an die neue E-Mail Adresse verschickt, um die Änderung abschließend zu bestätigen.

source: New e-mail address
de: Neue E-Mail Adresse

source: New e-mail address again (for verification)
de: Neue E-Mail Adresse wiederholen (zur Überprüfung)

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
de: Die Registrierung eines neuen Benutzerkontos ist recht einfach. Durch die Registrierung auf dieser Website können für den Benutzer Inhalte und Funktionen verfügbar gemacht werden, die für unregistrierte Gäste nicht sichtbar sind.

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
de: Für die Dauer des Besuchs sollten die Cookies dieser Seite im Browser zugelassen werden, damit alle Funktionen der Seite problemlos angezeigt werden.

source: Before you will be able to log in, an administrator must approve your registration request and you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after an administrator has approved your request.
de: Bevor die Anmeldung möglich ist, müssen sowohl die Freischaltung der Registrierung durch einen Administrator als auch die Bestätigung der E-Mail-Adresse erfolgt sein. Sobald die Anfrage bearbeitet wurde, wird eine E-Mail zur Bestätigung versendet.

source: Before you will be able to log in, you must verify your e-mail address and an administrator must approve your registration request. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
de: Bevor die Anmeldung möglich ist, müssen sowohl die Freischaltung der Registrierung durch einen Administrator als auch die Bestätigung der E-Mail-Adresse erfolgt sein. Sobald die unten stehenden Angaben abgesendet wurden, wird eine E-Mail zur Bestätigung versendet.

source: You must verify your e-mail address before an administrator will approve your registration request.
de: Bevor ein Administrator die Registrierungsanfrage bearbeiten kann, muss die E-Mail-Adresse bestätigt werden.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
de: Bevor die Anmeldung möglich ist, muss die Freischaltung der Registrierung durch einen Administrator erfolgt sein. Sobald die Angaben durch einen Administrator geprüft wurden, wird eine E-Mail zur Bestätigung versendet.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
de: Bevor die Anmeldung möglich ist, muss die Bestätigung der E-Mail-Adresse erfolgt sein. Sobald die unten stehenden Angaben abgesendet wurden, wird eine E-Mail zur Bestätigung versendet.

source: Choose a user name
de: Benutzernamen wählen

source: User names can contain letters, numbers, underscores, periods and/or dashes.
de: Benutzernamen können Buchstaben, Zahlen, Unterstriche, Punkte und/oder Striche enthalten.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
de: Einen Benutzernamen verwenden, um durch die Anmeldung eindeutig identifiziert werden zu können. Es muss auch ein Name gewäht werden, wenn dieser nicht zur Anmeldung benutzt werden soll.

source: Set a password
de: Kennwort setzen

source: The minimum length for user passwords is %s characters.
de: Die Mindestlänge der Kennwörter liegt bei %s Zeichen.

source: Repeat your Password for verification
de: Kennwort wiederholen (zur Verifikation)

source: Enter your e-mail address
de: E-Mail-Adresse eingeben

source: You will use your e-mail address to identify yourself when you log in.
de: Eine E-Mail-Adresse verwenden, um durch die Anmeldung eindeutig identifiziert werden zu können.

source: Repeat your E-mail address for verification
de: E-Mail Adresse wiederholen (zur Verifizierung)

source: Answer the security question
de: Bitte die Sicherheitsfrage beantworten

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
de: Das Beantworten dieser Frage hilft uns automatisierte Skripte von dem privaten Bereich dieser Seite fernzuhalten.

source: Reset
de: Zurücksetzen

source: Choose how you would like to log in.
de: Bitte die gewünschte Art der Anmeldung auswählen.

source: Log in below, or change how you would like to log in.
de: Unten anmelden oder die gewünschte Art der Anmeldung verändern.

source: If you prefer, you can create an account and password for use only with this site by clicking below...
de: Es ist möglich ein Konto und ein Kennwort zur Nutzung nur für diese Seite zu erstellen, durch einen Klick unten.

source: Click on one of the following to log into this site using that service...
de: Auf einen der folgenden Dienste klicken um die Anmeldung auf der Seite mit diesem Dienst durchzuführen.

source: Continue registration
de: Registrierung fortsetzen

source: The registration option you chose is not available at the moment.
de: Die gewählte Registrierungs-Option steht momentan nicht zur Verfügung.

source: Enter verification code
de: Bestätigungscode eingeben

source: Verification code
de: Bestätigungscode

source: Please enter your user name and the verification code you received.
de: Bitte den Benutzernamen und den übermittelten Bestätigungscode eingeben.

source: You must establish a password for your account before the verification process is complete.
de: Um den Bestätigungsvorgang abzuschließen, muss ein Kennwort für das Benutzerkonto eingerichtet werden.

source: Account information recovery
de: Zugangsdaten wiederherstellen

source: Please enter your e-mail address below and click the 'Submit' button. You will be sent an e-mail with your account information.
de: Bitte die eigene E-Mail Adresse unten eingeben und mit der 'Absenden'-Schaltfläche bestätigen. Deine Zugangsdaten werden dann per E-Mail zugestellt.

source: Before logging in, the site administrator has asked that you change the password for your account.
de: Vor der Anmeldung muss das Kennwort für das Benutzerkonto geändert werden.

source: If you leave this page without successfully changing your password, then you will not be logged in.
de: Falls diese Seite ohne erfolgreiches Ändern des Kennworts verlassen wird, wird die Anmeldung nicht durchgeführt.

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
de: Für die Kennwortänderung wird das aktuelle Kennwort benötigt, sowie die Eingabe des neuen Kennworts inkl. Kennwortwiederholung.

source: Once you have successfully changed your password, the log-in process will continue.
de: Nachdem das Kennwort erfolgreich geändert wurde, wird der Anmeldevorgang fortgeführt.

source: Change password
de: Kennwort ändern

source: Current password
de: Aktuelles Kennwort

source: New password (repeat for verification)
de: Neues Kennwort wiederholen

source: New password reminder
de: Neue Kennworterinnerung

source: Save and continue logging in
de: Speichern und Anmeldung fortsetzen

source: Enter confirmation code
de: Bitte Bestätigungscode eingeben

source: Please enter EITHER your user name OR your e-mail address, and also enter the confirmation code you received. Once you enter this information and click the 'Submit' button you will receive a new password via e-mail.
de: Bitte ENTWEDER den Benutzernamen ODER die E-Mail Adresse eingeben sowie den mitgeteiltem Bestätigungscode. Nach der Eingabe dieser Informationen und dem Klick auf die Schaltfläche, wird eine neues Kennwort per Mail zugestellt.

source: Confirmation code
de: Bestätigungscode

source: Log-in and registration
de: Anmeldung und Registrierung

source: Please choose an action:
de: Bitte Auswahl treffen:

source: Notice: New user registration is currently disabled.
de: Hinweis: Die Registrierung von neuen Benutzern ist momentan deaktiviert.

source: Reasons
de: Gründe

source: Recover lost user name or password
de: Vergessenen Benutzernamen oder vergessenes Kennwort wiederherstellen

source: Choose how you would like to log in by clicking on one of the following buttons.
de: Bitte eine der folgenden Möglichkeiten zur Anmeldung auswählen.

source: Log in below, or change how you would like to log in by clicking on one of the following buttons.
de: Anmelden oder zu einer anderen der folgenden Möglichkeiten zur Anmeldung wechseln.

source: Go back to the homepage
de: Zurück zur Startseite

source: New registration pending approval
de: Freigabe einer neuen Registrierung benötigt

source: New registration pending approval: %s
de: Freigabe einer neuen Registrierung benötigt: %s

source: New registration pending e-mail verification
de: Verifizierung der E-Mail Adresse bei einer neuen Registrierung benötigt

source: New registration pending verification: %s
de: Verifizierung einer neuen Registrierung benötigt: %s

source: New user activated
de: Neuer Benutzer aktiviert

source: New user activated: %s
de: Neuer Benutzer aktiviert: %s

source: A new user account has been activated on %1$s.
de: Ein neues Benutzerkonto wurde auf %1$s aktiviert.

source: It was created by an administrator or sub-administrator logged in as '%1$s'.
de: Erstellt durch einen Administrator oder Co-Administrator angemeldet als '%1$s'.

source: The account details are as follows:
de: Die Details zum Benutzerkonto sind wie folgt:

source: User name: '%s'.
de: Benutzername: '%s'.

source: Your recent request at %1$s.
de: Aktuelle Anfrage auf %1$s.

source: A message from %1$s...
de: Eine Nachricht von %1$s...

source: Recently, this e-mail address ('%1$s') was used to request an account on '%2$s' (%3$s).
de: Vor kurzem wurde mit dieser E-Mail Adresse ('%1$s') ein Benutzerkonto auf '%2$s' (%3$s) registriert.

source: The information that was registered is as follows:
de: Folgende Informationen wurden für die Registrierung angegeben:

source: Thank you for your application for a new account. At this time we are unable to approve your application.
de: Vielen Dank für die Anfrage nach einem neuen Benutzerkonto. Zu diesem Zeitpunkt kann dem Antrag leider nicht entsprochen werden.

source: Reset your password at '%1$s'
de: Kennwort bei '%1$s' zurücksetzen

source: Hello!
de: Hallo!

source: The user account '%1$s' at %2$s has this e-mail address associated with it.
de: Das Benutzerkonto '%1$s' auf '%2$s' ist mit dieser E-Mail Adresse verknüpft.

source: The administrator at %s requested that you receive a confirmation code that will allow you to reset your password.
de: Der Administrator von %s hat die Zusendung eines Bestätigungscodes veranlasst. Dieser erlaubt das Zurücksetzen des Kennwortes.

source: Someone with the IP address %s has just requested a confirmation code to allow the password for your account to be reset.
de: Jemand mit der IP-Adresse %s hat einen Bestätigungscode angefordert, mit dem das Kennwort für das Benutzerkonto zurückgesetzt werden kann.

source: The confirmation code is: %s
de: Der Bestätigungscode lautet: %s

source: With this confirmation code, you can now create a new password by clicking on this link:
de: Mit diesem Bestätigungscode kann unter %s ein neues Kennwort vergeben werden.

source: Reset My Password
de: Kennwort zurücksetzen

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %s )
de: (Falls der Link nicht per Mausklick geöffnet werden kann, bitte die URL kopieren und in den Browser einfügen: %s )

source: If the request was not made by you then you don't need to take any action.
de: Falls die Anfrage nicht absichtlich ausgelöst wurde, muss nichts weiter getan werden.

source: The password won't be changed unless the confirmation code is used, and you are the only recipient of this message.
de: Das Kennwort wird nicht geändert, solange nicht der Bestätigungscode verwendet wird, und es gibt keine anderen Empfänger dieser Nachricht.

source: You can just delete the message and log-in with your existing password next time you visit the site.
de: Die Nachricht kann einfach gelöscht werden, in dem Fall bleibt das bestehende Kennwort für die nächste Anmeldung weiter gültig.

source: '%1$s' account information
de: '%1$s' Kontoinformationen

source: The administrator at %s requested that you receive your user name via e-mail.
de: Der Administrator von %s sendet einen Benutzernamen via E-Mail.

source: Someone with the IP address %1$s has just requested the user name of the account at %2$s associated with this e-mail address.
de: Jemand mit der IP-Adresse %1$s hat den Benutzernamen für das Benutzerkonto %2$s angefordert, welches mit dieser E-Mail Adresse verknüpft ist.

source: The user name for your account is: %1$s
de: Der Benutzername für den Zugang lautet: %1$s

source: You may use the following information to log into your account at:
de: Die folgenden Informationen können verwendet werden zur Anmeldung mit dem Benutzerkonto auf:

source: You do not have any active methods available to log into our site. Please contact a site administrator.
de: Fehler! Es sind keine aktiven Authentifizierungsmethoden verfügbar. Bitte einen Administrator kontaktieren.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
de: Diese E-Mail wird nur an einen Empfänger versendet, der Benutzername wurde nicht an irgend welche anderen E-Mail-Adressen geschickt.

source: You can just delete this message.
de: Diese Nachricht kann gefahrlos gelöscht werden.

source: Welcome to %1$s!
de: Willkommen auf %1$s!

source: Welcome to %1$s (%2$s)!
de: Willkommen auf %1$s (%2$s)!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
de: Jemand mit der E-Mail Adresse (%1$s) hat ein Benutzerkonto bei %2$s eingerichtet.

source: Your account details are as follows:
de: Die Details zum Benutzerkonto sind folgende:

source: User name: %s
de: Benutzername: %s

source: Password: %s
de: Kennwort: %s

source: Welcome to %1$s, %2$s!
de: Willkommen auf %1$s, %2$s!

source: This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
de: Mit dieser E-Mail Adresse ('%1$s') wurde ein Benutzerkonto auf '%2$s' (%3$s) registriert.

source: (This is the only time you will receive your password. Please keep it in a safe place.)
de: (Das Kennwort wird nur dieses eine mal versendet. Bitte an einem sicheren Ort aufbewahren.)

source: Your account application has been approved. Thank you for your patience during the new account application review process.
de: Die Registrierungsanfrage wurde freigegeben. Vielen Dank für die Geduld während des Freigabeprozesses bei neue Registrierungen.

source: The web site administrator has created this new account for you.
de: Der Administrator der Webseite hat dieses neue Benutzerkonto erstellt.

source: You may now log into the web site with your user name and password.
de: Jetzt ist eine Anmeldung auf der Website mit dem Benutzernamen und dem Kennwort möglich.

source: You may now log into the web site.
de: Jetzt ist eine Anmeldung auf der Website mit dem Benutzernamen und dem Kennwort möglich.

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
de: Jemand mit der IP-Adresse %1$s hat den Benutzernamen für das Benutzerkonto %2$s angefordert, welches mit dieser E-Mail Adresse verknüpft ist.

source: You may use the following information to %1$slog into your account%2$s:
de: Die folgenden Informationen können verwendet werden zur Anmeldung %1$s mit dem Benutzerkonto %2$s auf:
