Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Root category
de: Stammkategorie

source: Display name
de: Anzeigename

source: Description
de: Beschreibung

source: Leaf
de: Endknoten

source: Locked
de: Gesperrt

source: Plugin %s is already installed
de: Plugin %s ist schon installiert

source: Plugin %s is not installed
de: Plugin %s ist nicht installiert

source: Installed version and plugin version are equal, nothing to do for %s
de: Installierte Version und Plugin-Version sind gleich, nichts zu tun für %s

source: Warning! Static call %1$s is deprecated. Please use %2$s instead.
de: Warnung! Der statische Aufruf %1$s ist veraltet. Bitte statt dessen %2$s benutzen.

source: Warning! "Modules" module has been renamed to "Extensions". Warning! "Modules" module has been renamed to "Extensions". Please update any "confirmAuthKey" calls in PHP or templates.
de: Warnung! Das Modul "Modules" wurde umbenannt in "Extensions". Bitte alle "confirmAuthKey"- Aufrufe in PHP oder Templates aktualisieren.

source: Warning! "Modules" module has been renamed to "Extensions". Please update any generateAuthKey calls in PHP or templates.
de: Warnung! Das Modul "Modules" wurde umbenannt in "Extensions". Bitte alle generateAuthKey- Aufrufe in PHP oder Templates aktualisieren.

source: No access
de: Kein Zugriff

source: Overview access
de: Übersicht

source: Read access
de: Lesen

source: Comment access
de: Kommentieren

source: Moderate access
de: Moderieren

source: Warning! The page variable %1$s is deprecated. Please use %2$s instead.
de: Warnung! Die Page-Variable %1$s ist veraltet. Bitte statt dessen %2$s nutzen.

source: %1$s must be an instance of $2$s
de: %1$s muss eine Instanz von $2$s sein

source: The requested controller action %s_Controller_%s::%s() could not be found
de: Die angeforderte Controller-Aktion %s_Controller_%s::%s() kann nicht gefunden werden

source: An unknown error occurred
de: Es ist ein unbekannter Fehler aufgetreten.

source: Access denied
de: Zugriff verweigert

source: The hook subscriber "%1$s" could not be registered for "%2$s" because it is registered already.
de: Der Hook Anforderer "%1$s" konnte nicht für "%2$s" registriert werden, da er bereits registriert ist.

source: Hook subscriber area %s does not exist
de: Der Hook Servicenehmerbereich %s existiert nicht

source: Hook provider area %s does not exist
de: Der Hook Servicegeberbereich %s existiert nicht

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
de: Die aktuell installierte Zikula-Version meldet sich mit (%1$s). Für dieses Upgrade wird mindestens die Version (%2$s) vorausgesetzt.

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
de: date.timezone ist momentan nicht definiert. Seit PHP 5.3.0 muss in der php.ini eine gültige Zeitzone, wie beispielsweise "UTC, GMT+5, Europe/Berlin" definiert sein.

source: PHP register_globals = On and must be turned off in php.ini, or .htaccess
de: Die PHP-Direktive register_globals steht auf On, muss jedoch ausgeschaltet werden, entweder in der Datei php.ini oder (falls möglich) per .htaccess.

source: PHP magic_quotes_gpc = On and must be turned off in php.ini
de: PHP magic_quotes_gpc = On, muss in der Datei php.ini ausgeschaltet werden

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
de: Es gibt ein Problem! In der PHP-Version ist die 'token' Funktion nicht verfügbar, die aber eine zwingende Voraussetzung für Zikula ist.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
de: In der PHP-Version ist die ''multibyte string' Funktion nicht verfügbar. Zikula benötigt dieses Feature, um mit "Multibyte Character Sets" umgehen zu können.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
de: Die PCRE (Perl Compatible Regular Expression) Bibliothek, die mit der auf dem Server vorhanden PHP-Installation verwendet wird, unterstützt keine Unicode-Eigenschaften. Dies ist notwendig um Multibyte-Zeichensätze in regulären Ausdrücken behandeln zu können. Die eingesetzte PCRE-Bibliothek muss mit der Option '--enable-unicode-properties' kompiliert werden.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
de: In der PHP-Version sind die JSON-Funktionen nicht verfügbar. Zikula benötigt diese Funktionen für diverse AJAX-Features.

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
de: '%s' wurde gefunden. Vor dem Fortfahren die Datei bitte umbenennen.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
de: Fehler! '%s' ist nicht beschreibbar. Bitte die Zugriffsrechte kontrollieren und entsprechend korrigieren.

source: Database type
de: Datenbanktyp

source: Oracle (alpha) via OCI8 driver
de: Oracle (alpha) via OCI8 Treiber

source: Oracle (alpha) via Oracle driver
de: Oracle (alpha) via Oracle Treiber

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
de: Fehler! Benutzernamen können nur aus einer Kombination von Buchstaben und Zahlen bestehen, und können nur die Symbole . und _ enthalten.

source: Password
de: Kennwort

source: You do not have permission. You must login first.
de: Keine Berechtigung. Bitte erst anmelden.

source: You do not have permission for that action.
de: Sie haben keine Berechtigung für diese Aktion.

source: Page not found.
de: Seite konnte nicht gefunden werden.

source: The site is currently off-line.
de: Diese Website ist momentan deaktiviert.

source: An unknown error occurred in module %s, controller %s, action %s
de: Ein unbekannter Fehler ist aufgetreten in Modul %s, Controller %s, Action %s

source: Connection failed to database
de: Die Verbindung zur Datenbank ist fehlgeschlagen

source: Error! "%1$s" must be set in %2$s
de: Fehler! "%1$s" muss in %2$s gesetzt werden

source: Error! "%1$s" must be an instance of %2$s
de: Fehler! "%1$s" muss eine Instanz von %2$s sein

source: Error! Multi-lingual functionality is not enabled. This page cannot be displayed in %s language.
de: Fehler! Die Mehrsprachigkeit ist nicht aktiviert. Daher kann diese Seite nicht in der Sprache '%s' angezeigt werden.

source: Error! The requested language %s is not available.
de: Fehler! Die angeforderte Sprache %s ist nicht verfügbar.

source: Error! Could not set encoding based on database character set '%s'.
de: Fehler! Die Kodierung basierend auf den Datenbank Zeichensatz '%s' konnte nicht gesetzt werden.

source: German
de: Deutsch

source: English
de: Englisch

source: Congo
de: Kongo

source: Germany
de: Deutschland

source: Algeria
de: Algerien

source: Greece
de: Griechenland

source: Macedonia, the form Republic of
de: Macedonia, the former Yugoslavian Republic

source: Poland
de: Polen

source: Error! Could not load '%s'. Please check that it exists.
de: Fehler! Konnte '%s' nicht laden. Bitte überprüfen, ob Datei existiert.

source: Error! %1$s is missing in %2$s.
de: Fehler! %1$s fehlt in %2$s.

source: Error! There is an invalid value for %1$s in %2$s.
de: Fehler! Ungültiger Wert für %1$s in %2$s.

source: Services
de: Dienste

source: Error! Invalid file specification '%s'.
de: Fehler! Ungültige Dateispezifikation '%s'.

source: Error! Could not load the file '%s'.
de: Fehler! Datei '%s' kann nicht geladen werden.

source: Error! Unable to load class [%s]
de: Fehler! Klasse [%s] konnte nicht geladen werden

source: Invalid type %s for LogUtil::_addPopup
de: Ungültiger Typ %s für LogUtil::_addPopup

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
de: Ungültiger Authentifizierungsschlüssel ('AuthKey'): Möglichweise wurde der 'Zurück' Button im Browser benutzt, gesicherte Formulare in mehreren Browser-Tabs gespeichert oder der 'AuthKey' ist abgelaufen. Bitte die Seite neu laden und es erneut versuchen.

source: Sorry! You have not been granted access to this page.
de: Es sind leider keine Rechte für den Zugriff auf diese Seite vorhanden.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
de: Fehler! Die gewünschte Aktion war aus einem unbekannten Grund nicht erfolgreich. Möglichweise aufgrund fehlerhafter Eingaben. Bitte überprüfen und erneut versuchen.

source: %s does not exist
de: %s existiert nicht

source: %s is not an instance of Zikula_Form_View
de: %s ist keine Instanz von Zikula_Form_View

source: FormUtil::newForm should also include the Zikula_AbstractController as the second argument to enable hooks to work.
de: FormUtil::newForm sollte als zweites Argument auch den Zikula_AbstractController inkludieren, damit Hooks funktionieren.

source: %s: Invalid join information!
de: %s: Ungültige Join-Informationen!

source: The destination path [%s] does not exist or is not writable
de: Der Zielpfad [%s] existiert nicht oder ist nicht beschreibbar

source: The destination path does not exist or is not writable
de: Der Zielpfad existiert nicht oder ist nicht beschreibbar

source: The uploaded file was only partially uploaded.
de: Die Datei wurde nur teilweise hochgeladen.

source: No file was uploaded.
de: Keine Datei hochgeladen.

source: Uploaded file size 0 bytes.
de: Hochgeladene Dateigröße 0 Bytes.

source: %1$s: %2$s is not an array
de: %1$s: %2$s ist kein Array

source: Write access
de: Schreibzugriff

source: Empty 'page' specified in your theme page configuration on file %s.
de: Leere 'page' in der Page-Konfiguration vom Theme spezifiziert (Datei %s).

source: You have been logged out.
de: Die Abmeldung wurde erfolgreich durchgeführt.

source: Ajax security checks failed.
de: Ajax-Sicherheitsprüfungen fehlgeschlagen.

source: An invalid form action ('%1$s') was received.
de: Eine ungültige Formular-Aktion ('%1$s') wurde empfangen.

source: Error: An invalid method ('%1$s') was received.
de: Fehler! Ungültige Methode ('%1$s') empfangen.

source: Version numbers must be in the format "a.b.c" in class %s
de: Versionsnummern müssen dem Format "a.b.c" entsprechen in Klasse %s

source: Capabilities properties must be an array in the form array(capability => array(version => string, ... => ... in %s
de: Capabilities-Eigenschaften müssen ein Array sein in der Form array(capability => array(version => string, ... => ... in %s

source: zikula_view.template_override returned a non-existent template path %s
de: zikula_view.template_override hat einen nicht existierenden Vorlagenpfad %s zurückgeliefert

source: %s is a protected template variable and may not be assigned
de: %s ist eine geschützte Template-Variable und darf nicht zugewiesen werden

source: Registration authentication is not supported by this authentication method.
de: Diese Authentifizierungsmethode unterstützt keine Registrierungsauthentifizierung.

source: %1$s: %2$s not set.
de: %1$s: %2$s ist nicht gesetzt.

source: %1$s: %2$s must be an array or an object.
de: %1$s: %2$s muss ein Array oder ein Objekt sein.

source: %1$s: %2$s needs to be named
de: %1$s: %2$s muss einen Namen haben.

source: %1$s: %2$s is not an array nor an object.
de: %1$s: %2$s ist weder ein Array noch ein Objekt.

source: %1$s: %2$s is not specified.
de: %1$s: %2$s ist nicht spezifiziert.

source: Permission check file [%s] does not exist.
de: Das Zugriffsüberprüfungsdatei [%s] existiert nicht.

source: Unknown %1$s name '%2$s' in action '%3$s'.
de: Unbekannter %1$s Name '%2$s' in Aktion '%3$s'.

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
de: Unbekannter %1$s Name '%2$s' in Aktion '%3$s' vom Zustand '%4$s'.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
de: Unbekannter Zustandsname '%1$s' in Aktion '%2$s', Operation '%3$s'.

source: Workflow state error: '%2$s' tag of the state '%1$s'.
de: Workflow-Zustandsfehler: '%2$s' Tag vom Zustand '%1$s'.

source: Invalid next-state value [%1$s] retrieved by the '%2$s' operation for the workflow '%3$s' ['%4$s'].
de: Ungültigen Wert für den nächsten Zustand [%1$s] von der Operation '%2$s' für den Workflow '%3$s' ['%4$s'] empfangen.

source: Unknown date
de: Unbekanntes Datum

source: Select date
de: Datum auswählen

source: Error! Invalid date.
de: Fehler! Ungültiges Datum.

source: Unknown value [%1$s] for '%2$s'.
de: Unbekannter Wert [%1$s] für '%2$s'.

source: Error! An entry in this field is mandatory.
de: Fehler! Ein Eintrag in diesem Feld ist zwingend erforderlich.

source: Error! Input text must be no longer than %s characters.
de: Fehler! Der eingegebene Text darf nicht länger als %s Zeichen sein.

source: Error! Input text must be longer than %s characters.
de: Fehler! Der eingegebene Text darf muss länger als %s Zeichen sein.

source: Error! You must make a selection.
de: Fehler! Es muss eine Auswahl getroffen werden.

source: Error! Invalid URL.
de: Fehler! Ungültige URL.

source: Choose one
de: Auswählen

source: Error! You must check this checkbox.
de: Fehler! Sie müssen diese Checkbox anwählen.

source: Error! Invalid e-mail address.
de: E-Mail Adresse ändern

source: Error! Invalid number.
de: Fehler! Ungültige Nummer.

source: Error! The value must be %s or more.
de: Fehler! Der Wert muss %s oder mehr sein.

source: Error! The value must be %s or less.
de: Fehler! Der Wert muss %s oder weniger sein.

source: Error! Did not succeed in uploading file.
de: Fehler! Es ist ein Fehler beim Hochladen aufgetreten.

source: Error! Invalid integer.
de: Fehler! Ungültiger Integer.

source: Plugin %s must be an instance of Zikula_Form_AbstractPlugin
de: Das Plugin %s muss eine Instanz von Zikula_Form_AbstractPlugin sein

source: Cannot restore Zikula_Form_View plugin of type '%s' since stored and actual number of member vars differ
de: Kann das Plugin Zikula_Form_View des Typs '%s' nicht wiederherstellen, da gespeicherte und aktuelle Anzahl der Eigenschaften nicht übereinstimmen.

source: The parameter %s does not seem to point towards a valid table definition
de: Der Parameter %s scheint nicht zu einer gültigen Tabellendefinition zu zeigen

source: Error! You did not select a module table.
de: Fehler! Es muss eine Modultabelle ausgewählt werden.

source: Error! There is already a property with this name in the specified module and table.
de: Fehler! Der Name der Eigenschaft existiert bereits für das angegebene Modul.

source: Error! You did not enter a name.
de: Fehler! Es wurde kein Namen angegeben.

source: Can not delete category while preserving subcategories without specifying a new parent ID
de: Kann Kategorie nicht unter Beibehaltung ihrer Unterkategorien löschen, ohne eine neue Parent-ID anzugeben.

source: Root Category
de: Stammkategorie

source: Core image %s does not exist, please use the png format (called from %s).
de: Das Core-Bild %s existiert nicht, bitte das png-Format benutzen (aufgerufen von %s).

source: Error! "module" parameter must be specified.
de: Fehler! Der Parameter "module" muss angegeben werden.

source: Invalid page variable name: '%1$s'.
de: Ungültiger Name für Page-Variable: '%1$s'.

source: Warning! The {checkpermission} parameter %1$s is deprecated. Please use %2$s instead.
de: Warnung! Der {checkpermission}-Parameter %1$s ist veraltet. Bitte statt dessen %2$s nutzen.

source: An invalid selected authentication module was received by the template function '%1$s'.
de: Von der Template-Funktion '%1$s' wurde ein ungültiges Authentifizierungsmodul empfangen.

source: An invalid selected authentication method was received by the template function '%1$s'.
de: Von der Template-Funktion '%1$s' wurde eine ungültige Authentifizierungsmethode empfangen.

source: Your Account
de: Benutzerkonto

source: Register new account
de: Neuen Zugang anlegen

source: Remember me
de: Anmeldung speichern

source: Date selector
de: Datumsauswahl

source: Error! The '%s' module is not available.
de: Fehler! Das Modul '%s' ist nicht verfügbar.

source: On
de: An

source: Off
de: Aus

source: Error! With modifier_gt, you must use the following form for the gettext modifier ('gt'): $var|gt:$zikula_view
de: Fehler! Für modifier_gt muss die folgende Syntax für den Gettext-Modifier ('gt') benutzt werden: $var|gt:$zikula_view

source: Warning! The {checkpermissionblock} parameter %1$s is deprecated. Please use %2$s instead.
de: Warnung! Der {checkpermissionblock}-Parameter %1$s ist veraltet. Bitte statt dessen %2$s nutzen.

source: No assigned categories.
de: Keine Kategorien zugeordnet.

source: Error! in %1$s: %2$s, %3$s or %4$s parameter must be specified.
de: Fehler! In %1$s: %2$s, einer der Parameter %3$s oder %4$s muss angegeben werden

source: Edit sub-categories
de: Unterkategorien bearbeiten

source: Warning! Template plugin {%1$s} is deprecated, please use {%2$s} instead.
de: Warnung! Das Template-Plugin {%1$s} ist veraltet. Bitte statt dessen {%2$s} nutzen.

source: {modurl} - %1$s is a required argument, you must specify it explicitly in %2$s
de: {modurl} - %1$s ist ein notwendiges Argument, das explizit in %2$s spezifiziert werden muss

source: Edit sub-category
de: Unterkategorie bearbeiten

source: anonymous guest
de: Gast

source: Page generated in %s seconds.
de: Seite erstellt in %s Sekunden.

source: Error! in %1$s: the "class" and "method" parameter must be specified together or just "function" by itself.
de: Fehler! In %1$s: die Parameter "class" und "method" müssen zusammen angegeben werden, oder nur "function".

source: Welcome, %s!
de: Willkommen %s!

source: Root category for user categories
de: Stammkategorie für persönliche Kategorien

source: Allow users to edit their own categories
de: Benutzer erlauben, die eigenen Kategorien bearbeiten zu dürfen

source: Automatically create user category root folder
de: Automatisches Erstellen des Stammverzeichnis für persönliche Kategorien

source: Automatically create user default category
de: Automatisches Erstellen der persönlichen Standardkategorie

source: Require access to all categories for one item (relevant when using multiple categories per content item)
de: Zugriff auf alle Kategorien für ein Element erforderlich (relevant, wenn Mehrfachkategorien genutzt werden)

source: Default user category
de: Persönliche Standardkategorie

source: Copy category
de: Kategorie kopieren

source: Category
de: Kategorie

source: Path
de: Pfad

source: Copy this category and all sub-categories of this category
de: Diese Kategorie inkl. der dazugehörigen Unterkategorien unter folgende Kategorie kopieren

source: Delete category
de: Kategorie löschen

source: Do you really want to delete this category?
de: Soll die Kategorie wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: It contains %s direct sub-categories.
de: Diese Kategorie enthält %s direkte Unterkategorien.

source: Please also choose what to do with this category's sub-categories:
de: Bitte auswählen, was mit den Unterkategorien passieren soll?

source: Delete all sub-categories
de: Alle Unterkategorien löschen

source: Move all sub-categories to next category
de: Unterkategorien in folgende Kategorie verschieben

source: Edit category
de: Kategorie bearbeiten

source: No parent category.
de: Keine Elternkategorie.

source: Category is locked
de: Kategorie ist gesperrt

source: Category is a leaf node
de: Kategorie ist ein Endknoten

source: Localised output
de: Lokalisierte Ausgabe

source: Attributes
de: Attribute

source: Meta data
de: Meta-Daten

source: Internal ID
de: ID

source: I-path
de: I-Pfad

source: Move
de: Verschieben

source: Choose category
de: Kategorie auswählen

source: Choose module
de: Modul auswählen

source: Module
de: Modul

source: Property name
de: Name der Eigenschaft

source: Actions
de: Aktionen

source: Move category
de: Kategorie verschieben

source: Are you sure you want to rebuild all the internal paths for categories?
de: Soll die Kategoriepfade wirklich neu erstellt werden?

source: Warning! If you have a large number of categories then this action may time out, or may exceed the memory limit configured within your PHP installation.
de: Warnung! Je nach Anzahl der Kategorien könnte möglicherweise ein Time-Out auftreten oder evtl. das PHP-Speicherlimit überschritten werden.

source: Delete registry entry
de: Registry-Eintrag löschen

source: Do you really want to delete this registry entry?
de: Soll diese Registrierung wirklich gelöscht werden?

source: Expand all
de: Alle aufklappen

source: Collapse all
de: Alle einklappen

source: Close
de: Schließen

source: New parent category for sub-categories
de: Neue Überkategorie für die Unterkategorien

source: Add
de: Hinzufügen

source: Return to referring page
de: Zurück zur verweisenden Seite

source: Resequence
de: Index erneuern

source: Category system information
de: Kategorie Informationen

source: Sort value
de: Sortierwert

source: Do you really want to delete the category '%s'?
de: Soll die Kategorie '%s' wirklich gelöscht werden?

source: Settings for %s
de: Konfiguration für %s

source: User theme
de: Benutzer-Theme

source: Notice: This category is for 'browser-oriented' themes that can be selected by users for their sessions on the site.
de: Hinweis: Themes, die Benutzer für die Seitenansicht wählen können.

source: Notice: This category is for themes used to deliver back-end services (such as RSS feeds, etc.).
de: Hinweis: Themes für Backend-Dienste (z.B. RSS).

source: Notice: This category is for themes used to display the site admin panel.
de: Hinweis: Theme für das Admin-Panel.

source: Edit page configuration
de: Seitenkonfiguration bearbeiten

source: Page settings
de: Seitenkonfiguration

source: Page template
de: Seitentemplate

source: Default template
de: Standardtemplate

source: Palette
de: Farbpalette

source: Wrappers settings
de: Wrappers Einstellungen

source: Enable main content wrapper
de: Wrapper für Maincontent aktivieren

source: This will add a wrapper for the main content, like:
de: Wenn aktiviert, dann wird im HTML-Code ein Wrapper um den Hauptinhalt hinzugefügt, wie beispielsweise:

source: Enable block wrappers
de: Wrapper für Blöcke aktivieren

source: This will add a wrapper for each block content, like:
de: Wenn aktiviert, dann wird im HTML-Code ein Wrapper um den Blockinhalt hinzugefügt, wie beispielsweise:

source: Filter settings
de: Filtereinstellungen

source: Comma separated list of filters, eg. myfilter (for outputfilters) represents outputfilter.myfilter.php file, see <a href="http://www.smarty.net/manual/en/advanced.features.php">the documentation</a> for more information about filters.
de: Kommaseparierte Liste mit Filtern. Beispiel eines Ausgabefilter: myfilter steht für die Datei outputfilter.myfilter.php. Ausführlichere Informationen über Outputfilter stehen in der <a href="http://www.smarty.net/manual/de/advanced.features.php">Smarty Dokumentation</a> zur Verfügung.

source: Output filters
de: Output Filter

source: Pre-filters
de: Pre-Filter

source: Post-filters
de: Post-Filter
