Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Sorry! The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons in line %s. Please check your import file.
de: Fehler! Die E-Mail Adresse in Zeile %s ist leider fehlerhaft formatiert oder aus sonstigen Gründen nicht akzeptabel. Bitte die Importdatei überprüfen.

source: Sorry! The %1$s e-mail address is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
de: Fehler! Die E-Mail Adresse %1$s wiederholt sich in Zeile %2$s und darf nicht doppelt verwendet werden. Bitte die Importdatei überprüfen.

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
de: Fehler! Die CSV-Datei ist nicht gültig: die Spalte "activated" darf nur 0 oder 1 enthalten.

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
de: Fehler! Die CSV-Datei ist nicht gültig: die Spalte "sendmail" darf nur 0 oder 1 enthalten.

source: Sorry! The identity of the group %1$s is not not valid in line %2$s. Perhaps it do not exist. Please check your import file.
de: Fehler! Die Identität der Gruppe %1$s in Zeile %2$s ist nicht gültig oder existiert möglicherweise nicht. Bitte die Importdatei überprüfen.

source: Error! The import file does not have values.
de: Fehler! Die Importdatei beinhaltet keine Werte.

source: Error! Trying to read the existing user names in database.
de: Fehler! Beim Auslesen der bestehenden Benutzernamen aus der Datenbank ist ein Fehler aufgetreten.

source: Sorry! One or more user names really exist in database. The user names must be uniques.
de: Fehler! Ein oder mehrere Benutzer existieren bereits in der Datenbank. Die Benutzernamen müssen eindeutig sein.

source: Error! Trying to read the existing users' email addressess in database.
de: Fehler! Beim Auslesen der E-Mail Adressen der Benutzer aus der Datenbank ist ein Fehler aufgetreten.

source: Sorry! One or more users' email addresses exist in the database. Each user's e-mail address must be unique.
de: Fehler! Ein oder mehrere E-Mail Adressen der Benutzer existieren bereits in der Datenbank. Die E-Mail Adressen müssen eindeutig sein.

source: Error! The creation of users has failed.
de: Fehler! Das Erstellen der Benutzer ist fehlgeschlagen.

source: Done! A password change will be required the next time %1$s logs in.
de: Erledigt! Bei der nächsten Anmeldung von %1$s ist eine Kennwortänderung notwendig.

source: Done! A password change will no longer be required for %1$s.
de: Erledigt! Eine Kennwortänderung für %1$s ist nicht mehr erforderlich.

source: An invalid '$args' parameter was received.
de: Ungültigen Parameter '$args' empfangen.

source: An invalid form type ('%1$s') was received.
de: Ein ungültiger Formular-Typ ('%1$s') wurde empfangen.

source: An invalid method ('%1$s') was received.
de: Ungültige Methode ('%1$s') empfangen.

source: A form fields template was not found for the %1$s method using form type '%2$s'.
de: Für die Methode %1$s mit dem Form-Typ '%2$s' wurde keine Vorlage für Formularfelder gefunden.

source: The authentication module name was not specified during an attempt to validate user authentication information.
de: Bei einem Versuch die Benutzerauthentifizierungsdaten zu überprüfen wurde der Name des Authentifizierungsmoduls nicht angegeben.

source: Attempt to validate authentication information with incorrect authentication module. Credentials should be validated with the '%1$s' module instead.
de: Es wird versucht die Authentifizierungsinformationen mit einem falschen Authentifizierungsmodul zu überprüfen. Die Zugangsdaten sollten mit dem Modul '%1$s' überprüft werden.

source: The authentication method name was not specified during an attempt to validate user authentication information.
de: Bei einem Versuch die Benutzerauthentifizierungsdaten zu überprüfen wurde die Methode des Authentifizierungsmoduls nicht angegeben.

source: Unknown authentication method ('%1$s') while attempting to validate user authentication information in the Users module.
de: Der Versuch die Benutzerauthentifizierungsdaten zu überprüfen ergab, dass die Authentifizierungsmethode ('%1$s') nicht bekannt ist.

source: A user name was not specified, or the user name provided was invalid.
de: Der Benutzername wurde entweder nicht angegeben ist nicht gültig.

source: An e-mail address was not specified, or the e-mail address provided was invalid.
de: Die E-Mail-Adresse wurde entweder nicht angegeben ist nicht gültig.

source: An user name / e-mail address was not specified, or the user name / e-mail address provided was invalid.
de: Ein Benutzername / eine e-mail Adresse wurde nicht angegeben, oder der Benutzername / die E-mail-Adresse ist ungültig.

source: A password was not specified, or the password provided was invalid.
de: Das Passwort wurde entweder nicht angegeben ist nicht gültig.

source: Please provide a password.
de: Bitte ein Kennwort eingeben.

source: Please provide a user name and password.
de: Bitte einen Benutzernamen und ein Kennwort eingeben.

source: Please provide an e-mail address and password.
de: Bitte eine E-Mail Adresse und ein Kennwort eingeben.

source: Please provide a user name / e-mail address and password.
de: Bitte geben Sie einen Benutzernamen / E-Mail-Adresse und Passwort ein.

source: Please provide a user name.
de: Bitte einen Benutzernamen eingeben.

source: Please provide an e-mail address.
de: Bitte eine E-Mail Adresse eingeben.

source: Please provide a user name / e-mail address.
de: Bitte geben Sie einen Benutzernamen / E-Mail-Adresse ein.

source: Error! No account links available.
de: Fehler! Keine Konto-Links verfügbar.

source: An internal error occurred. Failed to retrieve stored registration state.
de: Beim Abruf des gespeicherten Registrierungszustands ist ein Fehler aufgetreten.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
de: Fehler! Der (im Browser oder einer anderen zum Zugriff auf diese Seite verwendeten Software benutzte) User Agent ist vom Registrierungsprozess ausgeschlossen.

source: An invalid authentication method was selected.
de: Fehler! Ungültige Authentifizierungsmethode ausgewählt.

source: The credentials you provided are already associated with an existing user account or registration request.
de: Die angegebenen Zugangsdaten sind bereits mit einem existierenden Benutzerkonto oder einer bestehenden Registrierungsanfrage verknüpft.

source: We were unable to confirm your credentials with the selected service.
de: Die Zugangsdaten mit dem ausgewählten Dienst konnten nicht bestätigt werden.

source: There was a problem associating your log-in information with your account. Please contact the site administrator.
de: Fehler! Die Anmeldeinformationen konnten nicht mit dem Benutzerkonto verknüpft werden. Bitte den Administrator kontaktieren.

source: Your registration request has been saved, however the problems listed below were detected during the registration process. Please contact the site administrator regarding the status of your request.
de: Die Registrierungsanfrage wurde gespeichert, allerdings wurden während des Registrierungsvorgangs die nachfolgenden Probleme entdeckt. Bitte den Administrator in Bezug auf den Status der Anfrage kontaktieren.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message. Your account will not be approved until after the verification process is completed.
de: Erledigt! Die Registrierungsanfrage wurde gespeichert. Die E-Mail-Adresse muss nun bestätigt und die Anfrage freigegeben werden, bevor eine Anmeldung möglich ist. Bitte als nächstes nun die E-Mails überprüfen und die Anweisungen in der E-Mail zur Bestätigung befolgen. Das Benutzerkonto wird nicht freigegeben, bevor der Bestätigungsvorgang abgeschlossen ist.

source: Done! Your registration request has been saved. Remember that your request must be approved and your e-mail address must be verified before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
de: Erledigt! Die Registrierungsanfrage wurde gespeichert. Die Anfrage muss nun freigegeben und die E-Mail-Adresse bestätigt werden, bevor eine Anmeldung möglich ist. Bitte regelmäßig die E-Mails auf eine Nachricht von uns überprüfen. Diese wird eintreffen, nachdem wir die Anfrage geprüft haben.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message.
de: Erledigt! Die Registrierungsanfrage wurde gespeichert. Die E-Mail-Adresse muss nun bestätigt und die Anfrage freigegeben werden, bevor eine Anmeldung möglich ist. Bitte als nächstes nun die E-Mails überprüfen.

source: Done! Your registration request has been saved. Remember that your request must be approved before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
de: Erledigt! Die Registrierungsanfrage wurde gespeichert. Die Anfrage muss nun freigegeben werden, bevor eine Anmeldung möglich ist. Bitte regelmäßig die E-Mails auf eine Nachricht von uns überprüfen. Diese wird eintreffen, nachdem wir die Anfrage geprüft haben.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified before you will be able to log in. Please check your e-mail for an e-mail address verification message.
de: Erledigt! Die Registrierungsanfrage wurde gespeichert. Die E-Mail-Adresse muss nun bestätigt werden, bevor eine Anmeldung möglich ist. Bitte als nächstes nun die E-Mails überprüfen.

source: Your registration request has been saved, however your current registration status could not be determined. Please contact the site administrator regarding the status of your request.
de: Die Registrierungsanfrage wurde gespeichert, allerdings konnte der aktuelle Registrierungszustand nicht ermittelt werden. Bitte den Administrator in Bezug auf den Status der Anfrage kontaktieren.

source: Your account has been created and you may now log in, however the problems listed below were detected during the registration process. Please contact the site administrator for more information.
de: Das Benutzerkonto wurde erstellt und eine Anmeldung ist jetzt möglich, allerdings wurden während des Registrierungsvorgangs die nachfolgenden Probleme entdeckt. Bitte den Administrator für weitere Informationen kontaktieren.

source: Done! Your account has been created.
de: Erledigt! Das Benutzerkonto wurde erstellt.

source: Done! Your account has been created and you may now log in.
de: Erledigt! Das Benutzerkonto wurde erstellt und eine Anmeldung ist jetzt möglich.

source: Your account status will not permit you to log in at this time. Please contact the site administrator for more information.
de: Der aktuelle Zustand des Benutzerkontos erlaubt im Moment keine Anmeldung. Bitte den Administrator für weitere Informationen kontaktieren.

source: Error! Could not create the new user account or registration application. Please check with a site administrator before re-registering.
de: Fehler! Das Benutzerkonto oder die Registrierungsanfrage konnte nicht erstellt werden. Bitte vor einer erneuten Registrierung den Administrator kontaktieren.

source: The registration process has entered an unknown state.
de: Der Registrierungsvorgang hat einen unbekannten Zustand erreicht.

source: Error! E-mail address field is empty.
de: Fehler! Das Feld mit der E-Mail Adresse ist leer.

source: Done! The account information for %s has been sent via e-mail.
de: Erledigt! Die Konto-Informationen für %s wurden per E-Mail verschickt.

source: Sorry! We are unable to send the account information for that e-mail address. Please reenter your information, or contact an administrator.
de: Fehler! Die Zugangsinformationen für diese E-Mail-Adresse konnten nicht versendet werden. Bitte die Informationen neu eingeben oder einen Administrator kontaktieren.

source: Error! User name and e-mail address fields are empty.
de: Fehler! Die Felder für Benutzernamen und E-Mail Adresse sind leer.

source: Error! Please enter either a user name OR an e-mail address, but not both of them.
de: Fehler! Bitte einen Benutzernamen ODER eine E-Mail Adresse angeben. Bitte nicht beides.

source: Done! The confirmation code for %s has been sent via e-mail.
de: Erledigt! Der Bestätigungscode für %s wurde per Mail verschickt.

source: Sorry! We are unable to send a password recovery code for that e-mail address. Please try your user name, or contact an administrator.
de: Fehler! Ein Kennwortwiederherstellungscode für diese E-Mail-Adresse konnte nicht versendet werden. Bitte den Benutzernamen versuchen oder einen Administrator kontaktieren.

source: Sorry! We are unable to send a password recovery code for that user name. Please try your e-mail address, contact an administrator.
de: Fehler! Ein Kennwortwiederherstellungscode für diesen Benutzernamen konnte nicht versendet werden. Bitte die E-Mail-Adresse versuchen oder einen Administrator kontaktieren.

source: Sorry! Your account is not set up to use a password to log into this site. Please recover your account information to determine your available log-in options.
de: Fehler! Das Konto ist nicht dafür eingerichtet ein Kennwort zur Anmeldung auf dieser Seite zu verwenden. Bitte die Kontoinformationen wiederherstellen um die verfügbaren Anmeldeoptionen zu ermitteln.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
de: Fehler! Das Benutzerkonto ist als inaktiv markiert. Bitte einen Administrator für weitere Informationen kontaktieren.

source: Sorry! Your account is marked for removal. Please contact a site administrator for more information.
de: Fehler! Das Benutzerkonto ist zur Löschung markiert. Bitte einen Administrator für weitere Informationen kontaktieren.

source: Sorry! Your registration request is still waiting for approval from a site administrator.
de: Fehler! Die Registrierungsanfrage wartet noch auf Freigabe von einem Administrator.

source: Sorry! Your registration request is still waiting for verification of your e-mail address. Check your inbox for an e-mail message from us. If you need another verification e-mail sent, please contact a site administrator.
de: Fehler! Die Registrierungsanfrage wartet noch auf die Bestätigung der E-Mail-Adresse. Bitte E-Mails auf eine Nachricht von uns überprüfen. Bitte einen Administrator kontaktieren, falls eine neue Bestätigungs-E-Mail gesendet werden soll.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
de: Fehler! Das Benutzerkonto hat den Registrierungsvorgang nicht beendet. Bitte einen Administrator für weitere Informationen kontaktieren.

source: Sorry! An account could not be located with that information. Correct your entry and try again.
de: Fehler! Es konnte kein Benutzerkonto mit diesen Informationen gefunden werden. Bitte die Eingaben korrigieren und erneut versuchen.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
de: Fehler! Es konnte kein Benutzerkonto mit diesen Informationen ermittelt werden. Bitte die Eingaben korrigieren und erneut versuchen. Falls das Konto erst kürzlich registriert worden ist, könnte es sein, dass die E-Mail-Adresse noch nicht bestätigt oder die Freigabe der Registrierung noch nicht erteilt wurde.

source: Error! Please enter the confirmation code you received in the e-mail message.
de: Fehler! Bitte den per E-Mail erhaltenen Bestätigungscode eingeben.

source: Sorry! Could not load that user account.
de: Fehler! Dieses Benutzerkonto konnte nicht geladen werden.

source: Error! The code that you have entered is invalid.
de: Fehler! Der eingegebene Bestätigungscode ist leider fehlerhaft.

source: Warning! Your new password has been saved, but there was an error while trying to save your new password reminder.
de: Warnung! Das neue Kennwort wurde gespeichert, allerdings ist ein Fehler beim Speichern der neuen Kennworterinnerung aufgetreten.

source: Done! Your password has been reset, and you may now log in. Please keep your password in a safe place!
de: Erledigt! Das Kennwort wurde zurückgesetzt und eine Anmeldung ist nun möglich. Bitte das Kennwort an einem sicheren Ort aufbewahren!

source: Error! Your new password could not be saved.
de: Fehler! Das neue Kennwort konnte nicht gespeichert werden.

source: Error! Invalid authentication method information.
de: Fehler! Ungültige Informationen der Authentifizierungsmethode.

source: Your log-in request was not completed.
de: Die Anmeldeanfrage wurde nicht abgeschlossen.

source: There is no user account matching that information, or the password you gave does not match the password on file for that account.
de: Entweder gibt es mit diesen Informationen keine aktiven Benutzer in diesem System oder die angegebenen Informationen passen nicht zum hinterlegten Benutzerkonto. Bitte die Eingaben überprüfen und erneut versuchen.

source: The credentials you entered were not valid. Please reenter the requested information and try again.
de: Die eingegebenen Zugangsdaten ist nicht gültig. Bitte die Daten neu eingeben und es noch einmal versuchen.

source: The selected log-in method is not currently available. Please contact the site administrator for assistance.
de: Die ausgewählte Anmeldemethode ist momentan nicht verfügbar. Bitte den Administrator für weitere Unterstützung informieren.

source: The selected log-in method is not currently available. Please choose another or contact the site administrator for assistance.
de: Die ausgewählte Anmeldemethode ist momentan nicht verfügbar. Bitte eine andere Methode auswählen oder den Administrator für weitere Unterstützung informieren.

source: Error! Invalid authentication information received.
de: Fehler! Ungültige Authentifizierungsinformationen empfangen.

source: You are being logged-in. Please wait...
de: Die Anmeldung wird durchgeführt. Bitte warten...

source: Done! You have been logged out.
de: Erledigt! Die Abmeldung wurde erfolgreich durchgeführt.

source: Error! You have not been logged out.
de: Fehler! Die Abmeldung konnte nicht durchgeführt werden.

source: Sorry! An account cannot be verified while you are logged in.
de: Fehler! Ein Konto kann nicht geprüft werden, solange man damit angemeldet ist.

source: Sorry! There was an error while trying to save your new password and reminder.
de: Fehler! Das neue Kennwort und die Erinnerung konnten nicht gespeichert werden.

source: There were some problems detected during the verification process. Please contact the site administrator regarding the status of your verification.
de: Es sind einige Probleme während des Bestätigungsvorgangs aufgefallen. Bitte den Administrator der Seite in Bezug auf den Status der Bestätigung kontaktieren.

source: Done! Your account has been verified, and is awaiting administrator approval.
de: Erledigt! Das Konto wurde bestätigt und wartet auf die Freigabe durch einen Administrator.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
de: Erledigt! Das Konto wurde bestätigt. Die Registrierungsanfrage ist noch nicht komplett. Bitte den Administrator für weitere Informationen kontaktieren.

source: Done! Your account has been verified. You may now log in with your user name and password.
de: Erledigt! Das Konto wurde bestätigt. Eine Anmeldung mit Benutzername und Kennwort ist nun möglich.

source: Done! Your account has been verified. You may now log in.
de: Erledigt! Das Konto wurde bestätigt. Eine Anmeldung mit Benutzername und Kennwort ist nun möglich.

source: Done! Your account has been verified.
de: Erledigt! Dein Konto wurde geprüft.

source: Your new account is not active yet. Please contact the site administrator for more information.
de: Das Benutzerkonto ist noch nicht aktiv. Bitte den Administrator für weitere Informationen kontaktieren.

source: Sorry! There was an error while marking your registration as verifed. Please contact an administrator.
de: Fehler! Beim Genehmigen der Registrierung ist leider ein Fehler aufgetreten. Bitte den Administrator kontaktieren.

source: Sorry! The verification code you provided does not match our records. Please check the code, and also check your e-mail for a newer verification code that might have been sent.
de: Fehler! Der angegebene Bestätigungscode kann nicht gefunden werden. Bitte den Code überprüfen, sowie nach einer E-Mail von uns mit einem neueren Bestätigungscode schauen.

source: Error! There was a problem retrieving the verification code for comparison.
de: Fehler! Beim Abruf des Bestätigungscodes zum Vergleich ist leider ein Fehler aufgetreten.

source: Error! There is no pending verification code for '%1$s'. Please contact the site administrator.
de: Fehler! Es gibt keinen Bestätigungscode für '%1$s'. Bitte den Administrator der Seite kontaktieren.

source: Sorry! A registration does not exist for the user name you provided. Maybe your request has expired? Please check the user name, or contact an administrator.
de: Fehler! Für den angegebenen Benutzernamen gibt es keine Registrierung. Vielleicht ist die Anfrage verfallen? Bitte den Benutzernamen überprüfen oder einen Administrator kontaktieren.

source: Error! Could not activate your account. Please contact the site administrator.
de: Fehler. Das Benutzerkonto konnte nicht aktiviert werden. Bitte den Administrator kontaktieren.

source: Done! Account activated.
de: Erledigt! Das Benutzerkonto wurde aktiviert.

source: Sorry! You entered an invalid confirmation code. Please correct your entry and try again.
de: Es wurde ein ungültiger Bestätigungscode eingegeben. Bitte berichtigen und erneut versuchen.

source: If you are not automatically re-directed then please click here.
de: Hier klicken, falls keine automatische Weiterleitung erfolgt.

source: Done! Saved custom block.
de: Erledigt! Der individuelle Block wurde gespeichert.

source: The current password you entered is not correct. Please correct your entry and try again.
de: Fehler! Das eingegebene Kennwort ist leider nicht korrekt. Bitte die Eingaben überprüfen und erneut versuchen.

source: Your new password cannot match your current password.
de: Das neue Kennwort darf nicht mit dem alten identisch sein.

source: Warning! Your new password was saved, however there was a problem saving your new password reminder.
de: Warnung! Das neue Kennwort wurde gespeichert, allerdings ist ein Fehler beim Speichern der neuen Kennworterinnerung aufgetreten.

source: Done! Saved your new password.
de: Erledigt! Das neue Kennwort wurde gespeichert.

source: Sorry! There was a problem saving your new password.
de: Fehler! Das neue Passwort konnte nicht gespeichert werden.

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
de: Fehler! Es gab ein Problem beim Speichern der neuen E-Mail-Adresse oder beim Versenden einer Bestätigungsnachricht.
