Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Sorry! The user name or password you entered was incorrect.
de: Fehler! Die angegebene Daten (Benutzername oder Kennwort) sind nicht korrekt.

source: Invalied '%1$s' parameter received in a call to %2$s
de: Ungültigen Parameter '%1$s' in einem Aufruf von %2$s empfangen.

source: Invalid '%1$s' parameter provided in a call to %2$s.
de: Ungültigen Parameter '%1$s' in einem Aufruf von %2$s empfangen.

source: An e-mail address was not provided in a call to %1$s.
de: Eine E-Mail-Adresse wurde nicht angegeben in einem Aufruf von %1$s.

source: A user name was not provided in a call to %1$s.
de: Ein Benutzername war in einem Aufruf von %1$s nicht angegeben.

source: Invalid type for '%1$s' parameter in a call to %2$s.
de: Ungültiger Typ für Parameter '%1$s' in einem Aufruf von %2$s.

source: An invalid parameter array was received.
de: Ungültiges Parameter-Array empfangen.

source: An invalid user id was received.
de: Ungültige Benutzer-ID empfangen.

source: E-mail Address
de: E-Mail-Adresse

source: An invalid '%1$s' parameter was received ('%2$s').
de: Ungültigen Parameter '%1$s' empfangen ('%2$s').

source: The authentication method is not capable of being used for registration.
de: Die Authentifizierungsmethode kann nicht zur Registrierung verwendet werden.

source: Attempt to retrieve undefined property via %1$s: %2$s in $3$s on line %4$d.
de: Versuch undefinierte Eigenschaft abzurufen über %1$s: %2$s in $3$s in Zeile %4$d.

source: Attempt to determine if undefined property is set via %1$s: %2$s in $3$s on line %4$d.
de: Versuch zu ermitteln, ob undefinierte Eigenschaft gesetzt ist, über %1$s: %2$s in $3$s in Zeile %4$d.

source: Attempt to modify immutable property via %1$s: %2$s in $3$s on line %4$d.
de: Versuch unveränderbare Eigenschaft zu ändern über %1$s: %2$s in $3$s in Zeile %4$d.

source: Attempt to modify undefined property via %1$s: %2$s in $3$s on line %4$d.
de: Versuch undefinierte Eigenschaft zu ändern über %1$s: %2$s in $3$s in Zeile %4$d.

source: Attempt to unset required property via %1$s: %2$s in $3$s on line %4$d.
de: Versuch notwendige Eigenschaft zu löschen über %1$s: %2$s in $3$s in Zeile %4$d.

source: Attempt to unset immutable property via %1$s: %2$s in $3$s on line %4$d.
de: Versuch unveränderbare Eigenschaft zu löschen über %1$s: %2$s in $3$s in Zeile %4$d.

source: Attempt to unset undefined property via %1$s: %2$s in $3$s on line %4$d.
de: Versuch undefinierte Eigenschaft zu löschen über %1$s: %2$s in $3$s in Zeile %4$d.

source: An invalid list of authentication modules was returned by ModUtil::getModulesCapableOf().
de: Die Methode ModUtil::getModulesCapableOf() hat eine ungültige Liste von Authentifizierungsmodulen zurückgeliefert.

source: There were no authentication methods available. Forcing the Users module to be used for authentication.
de: Es sind keine Authentifizierungsmethoden verfügbar. Erzwinge Nutzung des Benutzermoduls zur Authentifizierung.

source: The authentication method '%2$s' is not a listable method for the module '%1$s'. It will be ignored.
de: Die Authentifizierungsmethode '%2$s' ist keine adäquate Methode für das Modul '%1$s'. Sie wird ignoriert.

source: The module '%1$s' is not a listable authentication module. All methods specified for it will be ignored.
de: Das Modul '%1$s' ist kein mögliches Authentifizierungsmodul. Alle spezifizierten Methoden dafür werden ignoriert.

source: The set of listable authentication methods did not contain any methods that are currently available. Forcing the '%2$s' method defined by the '%1$s' module to be listable.
de: Die Liste möglicher Authentifizierungsmethoden enthielt keine Methoden, die im Moment verfügbar sind. Erzwinge die Methode '%2$s' vom Modul '%1$s'.

source: The authentication method list is in an inconsistent state. No authentication modules.
de: Die Liste der Authentifizierungsmethoden ist in einem inkonsistenten Zustand. Keine Authentifizierungsmodule.

source: An invalid numeric offset was received ('%1$s').
de: Ungültiger numerischer Offset empfangen ('%1$s').

source: An invalid offset was received ('%1$s').
de: Ungültiges Offset empfangen ('%1$s').

source: Instances of $1$s are immutable.
de: Instanzen von %1$s sind unveränderbar.

source: Click the user's name to view his/her complete profile.
de: Auf den Benutzernamen klicken, um das vollständige Profil anzuzeigen.

source: Route option "zkPosition" must either be null, "top", or "bottom" for route %s
de: Routenoption "zkPosition" muss für Route %s entweder null, "top", oder "bottom" sein

source: No
de: Nein

source: Yes
de: Ja

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Routes fixed to the top of the list:
de: Korrigierte Routen am Anfang der Liste:

source: Normal routes:
de: Normale Routen:

source: Routes fixed to the bottom of the list:
de: Korrigierte Routen am Ende der Liste:

source: All
de: Alle

source: Error: Invalid editor context given for external controller action.
de: Fehler: ungültiger Editor Kontext für externe Controller-Aktion gegeben.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Sorry, aber ein unbekannter Fehler bei der Aktion %s aufgetreten. Bitte diese Änderungen erneut anwenden!

source: Initial
de: Anfang

source: All except approved
de: Alle außer freigegebene

source: Submit
de: Absenden

source: Update
de: Aktualisiert

source: Update content.
de: Aktualisiere Inhalt.

source: Routes
de: Routen

source: routes
de: Routen

source: zikularoutesmodule Routes Display Hooks
de: zikularoutesmodule Routen Display Hooks

source: zikularoutesmodule Routes Filter Hooks
de: zikularoutesmodule Routen Filter Hooks

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Zahlen in diesem Feld. Bitte vermeide Leerzeichen und andere Zeichen wie Punkt und Kommata.

source: Please use letters only (a-z) in this field.
de: Bitte nutze nur Buchstaben (a-z) in diesem Feld.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nutze nur Buchstaben (a-z) oder Ziffern (0-9) in diesem Feld. Keine Leerzeichen oder andere Zeichen sind erlaubt.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse ein. Zum Beispiel deinname@beispiel.com .

source: Please enter a valid URL.
de: Bitte gib eine gültige url ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze folgendes Datumsformat: dd/mm/yyyy. Beispiel: 17/03/2011 für den 17. März 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte geben Sie eine gültige Menge $. Zum Beispiel $ 100,00.

source: Please make a selection.
de: Bitte triff eine Wahl.

source: Please select a value in the future.
de: Bitte ein Datum in der Zukunft wählen.

source: Reload routes
de: Routen neu laden

source: Reload multilingual routing settings
de: mehrsprachige Routen neu laden

source: %1$s threw an exception reporting: "%2$s"
de: %1$s hat eine Ausnahme geworfen: "%2$s"

source: %s is not an instance of Zikula_AbstractVersion
de: %s ist keine Instanz von Zikula_AbstractVersion

source: Extensions
de: Erweiterungen

source: Manage your modules and plugins.
de: Verwaltung von Modulen und Plugins.

source: extensions
de: erweiterungen

source: Error! No such module ID exists.
de: Fehler! Es konnte keine entsprechende Modul-ID gefunden werden.

source: Done! Saved module information.
de: Erledigt! Die Modulinformationen wurde gespeichert.

source: Errors were detected regenerating the modules list from file system.
de: Während des Abgleichs der Modulliste mit dem Dateisystem sind Fehler aufgetreten.

source: Deactivate '%s' module
de: Modul '%s' deaktivieren

source: Plugins for '%s'
de: Plugins für '%s'

source: Activate '%s'
de: '%s' aktivieren

source: Uninstall '%s' module
de: Modul '%s' deinstallieren

source: Upgrade '%s'
de: '%s' aktualisieren

source: Remove '%s' module
de: Modul '%s' entfernen

source: Install '%s'
de: '%s' installieren

source: Incompatible version: '%s'
de: Inkompatible Version: '%s'

source: Edit '%s'
de: '%s' bearbeiten

source: Files missing
de: Dateien fehlen

source: New version
de: Neue Version

source: Invalid structure
de: Ungültige Struktur

source: Not allowed
de: Nicht erlaubt

source: Incompatible
de: Inkompatibel

source: Not installed
de: Nicht installiert

source: Error! No module ID provided.
de: Fehler! Keine entsprechende Modul-ID gefunden.

source: Done! Installed %s.
de: Fertig! Installierte %s.

source: Done! Activated %s.
de: Fertig! Aktivierte %s.

source: Initialization of %s failed!
de: Initialisierung von %s fehlgeschlagen!

source: Error! Activation of module %s not allowed.
de: Fehler! Aktivierung des Moduls %s nicht zulässig.

source: Done! Activated %s module.
de: Fertig! Aktivierte %s Modul.

source: Activated
de: Aktiviert

source: Extension upgrade failed!
de: Extension Upgrade fehlgeschlagen!

source: Error! You cannot deactivate this module [%s]. It is a mandatory core module, and is needed by the system.
de: Fehler! Dieses Modul [%s] kann nicht deaktiviert werden. Es ist ein obligatorisches Core-Modul und wird vom System benötigt.

source: Done! Deactivated module.
de: Erledigt! Das Modul wurde deaktiviert.

source: Error! The requested module cannot be uninstalled as it's files are missing!
de: Fehler! Das angeforderte Modul kann nicht deinstalliert werden, weil seine Dateien fehlen!

source: Error! Could not delete the block %s .
de: Fehler! Den Block %s konnte nicht gelöscht werden.

source: Done! Uninstalled module.
de: Erledigt! Das Modul wurde deinstalliert.

source: Extension removal failed!
de: Extension entfernen ist fehlgeschlagen!

source: Warning! The 'Items per page' setting must be a positive integer. The value you entered was corrected.
de: Warnung! Der Wert 'Einträge pro Seite' muss eine positive Zahl sein. Der eingetragene Wert wurde entsprechend korrigiert.

source: Install
de: Installieren

source: Configure plugin
de: Plugin konfigurieren

source: Deactivate
de: Deaktivieren

source: Remove plugin
de: Plugin entfernen

source: Activate
de: Aktivieren

source: Done! Installed plugin.
de: Erledigt! Plugin wurde installiert.

source: Done! Deactivated plugin.
de: Erledigt! Plugin wurde deaktiviert.

source: Done! Activated plugin.
de: Erledigt! Plugin wurde aktiviert.

source: Done! De-installed plugin.
de: Erledigt! Plugin wurde deinstalliert.

source: Done! Upgraded plugin.
de: Erledigt! Plugin wurde aktualisiert.

source: Plugin "%s" is not configurable
de: Plugin "%s" ist nicht konfigurierbar

source: No subscriber area passed.
de: Kein Servicenehmerbereich übergeben.

source: Module "%s" is not a valid subscriber.
de: Das Modul "%s" ist kein gültiger Servicenehmer.

source: Subscriber module "%s" is not available.
de: Servicenehmermodul "%s" ist nicht verfügbar.

source: No provider area passed.
de: Kein Servicegeberbereich übergeben.

source: Module "%s" is not a valid provider.
de: Das Modul "%s" ist kein gültiger Servicegeber.

source: Provider module "%s" is not available.
de: Servicegebermodul "%s" ist nicht verfügbar.

source: Providers' areas order is not an array.
de: Die Reihenfolge der Servicegeberbereiche ist kein Array.

source: Error! Could not save the module URL information. A duplicate module URL was detected.
de: Fehler! Die Modulinformationen konnten nicht gespeichert werden, da der URL-Name des Moduls bereits existiert.

source: Error! Module URL is a required field, please enter a unique name.
de: Fehler! Die Eingabe der Module URL ist zwingend erforderlich. Bitte einen eindeutigen Namen eingeben.

source: Error! Display name is a required field, please enter a unique name.
de: Fehler! Anzeigename ist ein Pflichtfeld, bitte geben Sie einen eindeutigen Namen ein.

source: Error! Invalid module state transition.
de: Fehler! Ungültiger Statuswechsel des Moduls.

source: Error! No permission to upgrade %s.
de: Fehler! Keine Berechtigung zum Aktualisieren von %s.

source: Error! Could not load data for module %s.
de: Fehler! Daten für Modul %s konnten nicht geladen werden.

source: Error! No permission to install %s.
de: Fehler! Keine Berechtigung zum Installieren von %s.

source: Error! %s is not compatible with this version of Zikula.
de: Fehler! %s ist nicht kompatibel mit dieser Zikula-Version.

source: Error! Could not change module state.
de: Fehler! Der Modulstatus konnte nicht geändert werden.

source: Done! Module has been upgraded. Its status is now 'Active'.
de: Erledigt! Das Modul wurde erfolgreich aktualisiert. Der Status ist jetzt 'Aktiv'.

source: Modules list
de: Modulliste

source: New version uploaded
de: Neue Version gefunden

source: Plugins list
de: Pluginliste

source: Upgrade All
de: Alles aktualisieren

source: An error occured during executing PHPIDS: %s
de: Während der Ausführung von PHPIDS ist ein Fehler aufgetreten: %s

source: The following attack has been detected by PHPIDS
de: Der folgende Angriff wurde von PHPIDS entdeckt

source: UserID: %s
de: Benutzer ID: %s

source: %b %d, %Y
de: %d. %b %Y

source: Date: %s
de: Datum: %s

source: Affected tags: %s
de: Betroffene Tags: %s

source: Affected parameters: %s
de: Betroffene Parameter: %s

source: Intrusion attempt detected by PHPIDS
de: Einbruchsversuch erkannt durch PHPIDS

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
de: Bösartiger Code bzw. Einbruchsversuch festgestellt. Die Anfrage wurde NICHT geblockt!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
de: Bösartiger Code bzw. Einbruchsversuch festgestellt. Aus diesem Grund wurde die Anfrage geblockt.

source: Error! Session path not writeable!
de: Fehler! Der Session Pfad ist nicht beschreibbar!

source: Error! PHPIDS rule file %s does not exist or is not readable.
de: Fehler! Die Datei %s mit den PHPIDS-Regeln existiert nicht oder ist nicht lesbar.

source: Session handling variables have changed. You must log in again.
de: Die Variablen zur Sitzungsverwaltung wurden verändert. Aus diesem Grund ist eine Neuanmeldung notwendig.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
de: Die Standardwerte für HTML Purifier wurden erfolgreich geladen. Bitte diese Einstellungen mit dem "Speichern"-Knopf unten auf dieser Seite speichern.

source: Done! Saved HTMLPurifier configuration.
de: Erledigt! Die HTMLPurifier-Konfiguration wurde aktualisiert.

source: Value
de: Wert

source: Page
de: Seite

source: User Name
de: Benutzername

source: PHPIDS filters used
de: Verwendete PHPIDS-Filter

source: Date
de: Datum

source: Done! Purged IDS Log.
de: Erledigt! IDS-Protokoll geleert.

source: Security Center
de: Sicherheitszentrale

source: Manage site security and settings.
de: Verwaltung von Sicherheitseinstellungen.

source: securitycenter
de: sicherheitscenter

source: Allowed HTML settings
de: HTML-Einstellungen

source: View IDS Log
de: IDS-Protokolle

source: Export IDS Log
de: IDS-Protokolle exportieren

source: Purge IDS Log
de: IDS-Protokolle bereinigen

source: HTMLPurifier settings
de: HTML Purifier

source: Done! Block now inactive.
de: Erledigt! Der Block ist jetzt deaktiviert.

source: Done! Block now active.
de: Erledigt! Der Block ist jetzt aktiviert.

source: Sorry! No such block found.
de: Die entsprechende Block konnte leider nicht gefunden werden.

source: One minute
de: Eine Minute

source: Two minutes
de: Zwei Minuten

source: Five minutes
de: Fünf Minuten

source: Ten minutes
de: Zehn Minuten

source: Fifteen minutes
de: Viertel Stunde

source: Half an hour
de: Halbe Stunde

source: One hour
de: Eine Stunde

source: Two hours
de: Zwei Stunden

source: Four hours
de: Vier Stunden

source: Twelve hours
de: Zwölf Stunden

source: One day
de: Ein Tag

source: Two days
de: Zwei Tage

source: Three days
de: Drei Tage

source: Four days
de: Vier Tage

source: Five days
de: Fünf Tage

source: Six days
de: Sechs Tage

source: Seven days
de: Sieben Tage

source: Done! Block saved.
de: Erledigt! Block wurde gespeichert.

source: Error! Could not load blocks.
de: Fehler! Die Blöcke konnten nicht geladen werden.

source: You must choose a block.
de: Es muss ein Block ausgewählt werden.

source: Done! Block created.
de: Erledigt! Block wurde erstellt.

source: Done! Block deleted.
de: Erledigt! Block wurde gelöscht.

source: Done! Block position created.
de: Erledigt! Blockposition wurde erstellt.

source: Done! Block position saved.
de: Erledigt! Blockposition wurde gespeichert.

source: Error! No such block position found.
de: Fehler! Die entsprechende Blockposition konnte nicht gefunden werden.

source: Done! Block position deleted.
de: Erledigt! Blockposition wurde gelöscht.

source: Sorry! This module is not designed or is not currently configured to be accessed in the way you attempted.
de: Fehler! Auf dieses Modul kann nicht direkt zugegriffen werden.

source: No block ID passed.
de: Keine Block ID übergeben.

source: Error! Could not retrieve block information for block ID %s.
de: Fehler! Die Blockinformationen konnten für die Block ID %s nicht geladen werden.

source: Notice: This language block will not be display until you enable the multilanguage, you can enable/disable this into into the settings of Zikula.
de: Hinweis: Der Sprachenblock wird nicht angezeigt, wenn die Mehrsprachigkeit in der Zikula Hauptkonfiguration deaktiviert ist.

source: Language
de: Sprache

source: Language selector block
de: Sprachenauswahl

source: Choose a language
de: Sprache auswählen

source: Tree-like menu (menutree)
de: Verschachtelter Menüblock (Menutree)

source: Only in some themes
de: Nur in einigen Themes

source: Error! Could not save your changes.
de: Fehler! Die Änderungen konnte nicht gespeichert werden.

source: Edit access
de: Bearbeiten

source: Add access
de: Hinzufügen

source: Delete access
de: Zugriff löschen

source: Admin access
de: Administrieren

source: no name
de: ohne Namen

source: Include
de: Einbinden

source: Simple file include
de: Dateieinbindung

source: Error! The file '%s' was not found.
de: Fehler! Die Datei '%s' konnte nicht gefunden werden.

source: Menu
de: Menü

source: Menu block
de: Einfacher Menüblock

source: Plain text
de: Text

source: Pending Content
de: Freizugebende Inhalte

source: Extended menu
de: Erweitertes Menu

source: Extended menu block
de: Erweiterter Menüblock

source: --Installed modules--
de: --Installierte Module--

source: --New link--
de: --Neuer Link--

source: Blocks
de: Blöcke

source: Block administration module.
de: Modul zur Blockverwaltung.

source: Error! Could not deactivate the block.
de: Fehler! Der Block konnte nicht deaktiviert werden.

source: Error! Could not activate the block.
de: Fehler! Der Block konnte nicht aktiviert werden.

source: Error! There is already a block position with the name you entered.
de: Fehler! Es existiert bereits eine Blockposition mit dem Namen.

source: Blocks list
de: Blockliste

source: Create new block
de: Block anlegen

source: Create new block position
de: Blockposition anlegen

source: View news
de: Beiträge anzeigen

source: Archive
de: Archiv

source: Submit news
de: Beitrag einreichen

source: Private messages
de: Private Nachrichten

source: Logout
de: Ausloggen

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Lost password
de: Kennwort vergessen

source: Warning: Block template locations modified, you may need to fix your template overrides if you have any.
de: Warnung: Block Template Ablageort geändert, Unter Umständen müssen die Template Overrides angepasst werden, falls welche existieren.

source: Left blocks
de: Linke Blöcke

source: Right blocks
de: Rechte Blöcke

source: Center blocks
de: Mittlere Blöcke

source: Search block
de: Such-Block

source: Top navigation block
de: Navigationsblock im Kopfbereich

source: Bottom navigation block
de: Navigationsblock im Fußbereich

source: Main menu
de: Hauptmenü

source: Home
de: Startseite

source: Go to the home page
de: Zur Startseite

source: Go to the site administration
de: Gehe zur Administration

source: My Account
de: Benutzerkonto

source: Go to your account panel
de: Gehe zum Benutzerkonto

source: Log out of this site
de: Auf dieser Website abmelden

source: Site search
de: Suche

source: Search this site
de: Diese Website durchsuchen

source: Go to the site's home page
de: Zur Startseite der Website
