Repository: zikula/core
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: de

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
de: Erledigt! An die neue E-Mail Adresse wurde eine Nachricht verschickt, damit der Änderungsvorgang bestätigt werden kann. Um die E-Mail Adresse erfolgreich zu verifizieren, müssen die Anweisungen in der Nachricht in der angegebenen Reihenfolge befolgt werden.

source: Please log into your account in order to confirm your change of e-mail address.
de: Bitte mit dem Benutzerkonto anmelden, um die Änderungen der E-Mail-Adresse zu bestätigen.

source: Error! Your e-mail has not been found. After your request you have five days to confirm the new e-mail address.
de: Fehler! Die E-Mail konnte nicht gefunden werden. Nach der Anfrage muss die Bestätigung innerhalb von fünf Tagen durchgeführt werden.

source: Done! Changed your e-mail address.
de: Erledigt! Die E-Mail Adresse wurde erfolgreich geändert.

source: Warning! %1$s is deprecated.
de: Warnung! %1$s ist veraltet.

source: The value must be an integer.
de: Der Wert muss eine Ganzzahl sein.

source: The value must be a string.
de: Der Wert muss eine Zeichenkette sein.

source: A user name is required, and cannot be left blank.
de: Ein Benutzername ist eine Pflichtangabe und kann nicht leer bleiben.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
de: Der Wert scheint kein gültiger Benutzername zu sein. Ein gültiger Benutzername enthält Kleinbuchstaben, Zahlen, Unterstriche, Punkte oder Striche.

source: An e-mail address is required, and cannot be left blank.
de: Eine E-Mail-Adresse ist notwendig und kann nicht leer bleiben.

source: The value entered does not appear to be a valid email address.
de: Der eingegebene Wert scheint keine ordentlich formatierte E-Mail-Adresse zu sein.

source: Passwords must be at least %1$d characters in length.
de: Kennwörter müssen mindestens %1$d Zeichen lang sein.

source: The value entered does not match the e-mail address entered in the e-mail address field.
de: Der angegebene Wert entspricht nicht der im E-Mail-Adressfeld angegebenen E-Mail-Adresse.

source: Invalid form container.
de: Formular-Container ungültig.

source: Invalid field name: '%1$s'.
de: Ungültiger Feldname: '%1$s'.

source: The field name '%1$s' contains invalid characters.
de: Der Feldname '%1$s' enthält ungültige Zeichen.

source: Invalid field name: '%1$s'
de: Ungültiger Feldname: '%1$s'

source: The value supplied for the $isNullAllowed parameter is not a boolean.
de: Der für den Parameter $isNullAllowed angegebene Wert ist kein Boolean.

source: The value for this field cannot be null.
de: Der Wert für dieses Feld darf nicht null sein.

source: The value must be a boolean.
de: Der Wert muss ein Boolean sein.

source: The value entered does not match the password entered in the password field.
de: Der angegebene Wert ist nicht identisch mit dem im Kennwort-Feld angegebenen Kennwort.

source: Password set by administrator.
de: Kennwörter durch Administrator gesetzt.

source: A password reminder is required, and cannot be left blank.
de: Die Passworterinnerung ist notwendig und kann nicht leer gelassen werden.

source: You did not provide the correct answer for the security question. The correct answer is '%1$s' (not including the quotes).
de: Die Antwort für die Sicherheitsfrage ist nicht korrekt. Die richtige Antwort lautet '%1$s' (ohne die Anführungsstriche).

source: Invalid form id.
de: Ungültige Formular-ID.

source: The form id '%1$s' contains invalid characters.
de: Die Formular-ID '%1$s' enthält ungültige Zeichen.

source: Invalid field definition
de: Ungültige Felddefinition

source: Form container mismatch.
de: Formular-Container stimmen nicht überein.

source: Field definition for the '%1$s' field is already defined.
de: Die Felddefinition für das Feld '%1$s' existiert bereits.

source: Field definition duplicates the field id '%1$s' already claimed by the field '%2$s'.
de: Die Felddefinition definiert das Feld mit der ID '%1$s' doppelt, diese ID ist bereits durch das Feld '%2$s' in Benutzung.

source: Invalid field name: %1$s
de: Ungültiger Feldname: %1$s

source: The value must be an integer greater than or equal to 1.
de: Der Wert muss eine Ganzzahl größer als oder gleich 1 sein.

source: The value must be an integer greater than or equal to 0.
de: Der Wert muss eine Ganzzahl größer als oder gleich 0 sein.

source: The value must be a integer.
de: Der Wert muss eine Ganzzahl sein.

source: The value must be a valid login method constant.
de: Der Wert muss eine gültige Loginmethoden-Konstante sein.

source: The value must be an integer greater than 3.
de: Der Wert muss eine Ganzzahl größer als 3 sein.

source: The value must be a valid approval sequence constant.
de: Der Wert muss eine gültige Freigabesequenz-Konstante sein.

source: The value must be a integer greater than or equal to 0.
de: Der Wert muss eine Ganzzahl größer als oder gleich 0 sein.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
de: Die Inhalte dieses Feldes scheinen keine gültige kommaseparierte Liste zu sein. Die Liste sollte aus einer oder mehreren Zeichenketten bestehen, die durch Kommas getrennt sind. Zum Beispiel: 'erstes beispiel, zweites beispiel, drittes beispiel' (ohne die Anführungsstriche). Ein optionales Leerzeichen nach dem Komma wird der Lesbarkeit halber ignoriert. Alle anderen Leerzeichen (vor dem Komma und weitere nach dem ersten optionalen) werden als Teil der Zeichenketten interpretiert. Kommas können nicht Teil der Zeichenketten sein. Leere Werte (zwei Kommas zusammen, oder nur durch ein Leerzeichen getrennt) sind nicht erlaubt. Die Liste ist optional, und falls es keine zu definierenden Werte gibt, dann muss sie komplett leer sein (keine Leerzeichen, Kommas oder andere Zeichen).

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
de: Die Inhalte dieses Feldes scheinen keine gültige Liste valider E-Mail-Adressdomains zu sein. Die Liste sollte aus einer oder mehreren E-Mail-Adressdomains (der Teil nach dem '@'), die durch Kommas getrennt sind. Zum Beispiel: 'gmail.com, example.org, acme.co.uk' (ohne die Anführungsstriche). Das '@' selbst darf nicht inkludiert werden. Leerzeichen um die Kommas werden ignoriert, weitere Leerzeichen jedoch nicht, diese führen zu einem Fehler. Leere Werte (zwei Kommas zusammen, oder nur durch ein Leerzeichen getrennt) sind nicht erlaubt. Die Liste ist optional, und falls es keine zu definierenden Werte gibt, dann muss sie komplett leer sein (keine Leerzeichen, Kommas oder andere Zeichen).

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
de: Die Inhalte dieses Feldes scheinen keine gültige Liste valider Benutzernamen zu sein. Die Liste sollte aus einem oder mehreren Benutzernamen bestehen, die aus Kleinbuchstaben, Zahlen, Unterstrichen, Punkten oder Strichen bestehen. Jeder Benutzername wird mit einem Komma abgetrennt. Zum Beispiel: 'root, administrator, superuser' (ohne die Anführungsstriche). Leerzeichen um die Kommas werden ignoriert, weitere Leerzeichen jedoch nicht, diese führen zu einem Fehler. Leere Werte (zwei Kommas zusammen, oder nur durch ein Leerzeichen getrennt) sind nicht erlaubt. Die Liste ist optional, und falls es keine zu definierenden Werte gibt, dann muss sie komplett leer sein (keine Leerzeichen, Kommas oder andere Zeichen).

source: The value must be a valid verification mode constant.
de: Der Wert muss eine gültige Bestätigungsmodus-Konstante sein.

source: If a spam protection question is provided, then a spam protection answer must also be provided.
de: Falls eine Spamschutz-Frage angegeben ist, muss auch eine Spamschutz-Antwort eingegeben werden.

source: An invalid regular expression was received.
de: Ein ungültiger regulärer Ausdruck wurde empfangen.

source: An invalid error message was supplied.
de: Eine ungültige Fehlermeldung wurde bereitgestellt.

source: The value supplied was not valid.
de: Der angegebene Wert ist nicht gültig.

source: An invalid list of valid integers was recieved.
de: Eine ungültige Liste valider Ganzzahlen wurde empfangen.

source: An invalid value was received in the list of valid integers.
de: In der Liste valider Ganzzahlen wurde ein ungültiger Wert empfangen.

source: An invalid string length was received.
de: Ungültige Zeichenkettenlänge empfangen.

source: An invalid list of valid strings was received.
de: Eine ungültige Liste valider Zeichenketten wurde empfangen.

source: An invalid value was received in the list of valid strings.
de: In der Liste valider Zeichenketten wurde ein ungültiger Wert empfangen.

source: An invalid integer value was received.
de: Ungültigen Ganzzahlwert empfangen.

source: Error! An invalid filter was received.
de: Fehler! Ein ungültiger Filter wurde empfangen.

source: An invalid authentication module name was received.
de: Ungültiger Authentifizierungsmodulname empfangen.

source: The '%1$s' module is not in an available state.
de: Das Modul '%1$s' ist nicht in einem verfügbaren Zustand.

source: The '%1$s' module is not an authentication module.
de: Das Modul '%1$s' ist kein Authentifizierungsmodul.

source: Who's on-line
de: Wer ist online

source: User
de: Benutzer

source: User's custom box
de: Benutzer-Block

source: Custom block content for %s
de: Individuelle Blockinhalte für %s

source: User account
de: Benutzerkonto

source: User account links
de: Links zum Benutzerkonto

source: Log-in
de: Anmelden

source: Log-in block
de: Anmelde-Block

source: An invalid '%1$s' parameter was received by the template function '%2$s'.
de: Die Template-Funktion '%2$s' hat einen ungültigen Parameter '%1$s' erhalten.

source: An invalid authentication module was received by the template function '%1$s'.
de: Die Template-Funktion '%1$s' hat ein ungültiges Authentifizierungsmodul erhalten.

source: An invalid authentication method was received by the template function '%1$s'.
de: Die Template-Funktion '%1$s' hat eine ungültige Authentifizierungsmethode erhalten.

source: Error! No users selected to receive e-mail, or invalid uid list.
de: Fehler! Es wurden keine Benutzer als Empfänger der E-Mail ausgewählt, oder die Liste von Benutzer-IDs ist ungültig.

source: Error! E-mail message to be sent not specified or invalid.
de: Fehler! Die zu versendende E-Mail-Nachricht wurde nicht spezifiziert oder ist ungültig.

source: Error! The required field '%2$s' was blank or missing
de: Fehler! Das Pflichtfeld '%2$s' ist leer oder unvollständig.

source: Error! Could not send the e-mail message.
de: Fehler! E-Mail konnte nicht gesendet werden.

source: Done! E-mail message has been sent to %1$d user.
de: Erledigt! Die E-Mail-Nachricht wurde an %1$d Benutzer verschickt.

source: Users list
de: Benutzerliste

source: Pending registrations
de: Anfragen

source: Create new user
de: Benutzer anlegen

source: Import users
de: Importieren

source: Export users
de: Exportieren

source: Find users
de: Benutzer suchen

source: E-mail users
de: E-Mail-Benutzer

source: Error! The users have been created but something has failed trying to get them from the database. Now all these users do not have group.
de: Fehler! Die Benutzer wurden erstellt, aber dennoch ist ein Fehler während der Datenbankabfrage aufgetreten. Demnach sind jetzt allen Benutzern keine Gruppen zugeordnet.

source: Error! The users have been created but something has failed while trying to add the users to their groups. These users are not assigned to a group.
de: Fehler! Die Benutzer wurden erstellt, aber beim Zuordnen der Benutzer zu den Gruppen ist ein Fehler aufgetreten. Somit ist diesen Benutzer keine Gruppe zugeordnet.

source: Password for %1$s from %2$s
de: Kennwort für %1$s von %2$s

source: Error! A problem has occurred while sending e-mail messages. The error happened trying to send a message to the user %s. After this error, no more messages were sent.
de: Fehler! Während des Versands von E-Mail-Nachrichten ist ein Problem bei der Nachricht an den Benutzer %s aufgetreten. Nach diesem Fehler wurden keine weiteren Nachrichten gesendet.

source: Please enter a password.
de: Bitte ein Kennwort eingeben.

source: Your password must be at least %s character long
de: Das Kennwort muss mindestens %s Zeichen lang sein

source: The password cannot be the same as the user name. Please choose a different password.
de: Das Kennwort darf nicht mit dem Benutzernamen identisch sein. Bitte ein anderes Kennwort auswählen.

source: Please enter a password reminder.
de: Bitte eine Kennworterinnerung eingeben.

source: You cannot include your password in your password reminder.
de: In der Kennworterinnerung darf nicht das eigentlich Kennwort eingegeben werden.

source: Your password reminder is too similar to your password.
de: Die Kennworterinnerung ist dem Kennwort zu ähnlich.

source: You must provide an e-mail address.
de: Es muss eine E-Mail Adresse angegeben werden.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
de: Die angegebene E-Mail Adresse ist leider fehlerhaft formatiert oder aus sonstigen Gründen nicht akzeptabel.

source: Sorry! The domain of the e-mail address you specified is banned.
de: Fehler! Die Domain der angegebenen E-Mail Adresse ist gesperrt.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
de: Die Wiederholung der E-Mail Adresse zur Verifizierung wurde nicht durchgeführt. Bitte in den E-Mail Feldern die gleiche Adresse eingeben.

source: Internal Error! Missing required parameter.
de: Interner Fehler! Benötigter Parameter fehlt.

source: You must provide a user name.
de: Es muss ein Benutzername angegeben werden.

source: The user name you entered contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
de: Der angegebene Benutzername beinhaltet ungültige Zeichen. Ein gültiger Benutzername besteht aus Kleinbuchstaben, Zahlen, Unterstrichen, Punkten und/oder Strichen.

source: The user name you entered is too long. The maximum length is %1$d characters.
de: Der angegebene Benutzername ist leider zu lang. Die maximale Länge liegt bei %1$d Zeichen.

source: The user name you entered is reserved. It cannot be used.
de: Der angegebene Benutzername ist schon reserviert. Er kann nicht verwendet werden.

source: The user name you entered has already been registered.
de: Der angegebene Benutzername wird bereits verwendet.

source: Internal Error! System-generated passwords are no longer supported!
de: Interner Fehler! Vom System erstellte Kennwörter werden nicht mehr unterstützt!

source: You gave the wrong answer to the anti-spam registration question.
de: Die Antwort auf die Spamschutzfrage war leider fehlerhaft.

source: '%1$s' is not a valid theme.
de: '%1$s' ist kein gültiges Theme.

source: New user registration is currently disabled.
de: Die Registrierung von neuen Benutzern ist momentan deaktiviert.

source: Warning! The verification code for the new registration could not be sent.
de: Warnung! Die E-Mail mit dem Bestätigungscode für die neue Registrierung konnte nicht versendet werden.

source: Warning! The welcoming email for the new registration could not be sent.
de: Warnung! Die Willkommens-E-Mail für die neue Registrierung konnte nicht versendet werden.

source: Warning! The notification email for the new registration could not be sent.
de: Warnung! Die E-Mail mit der Benachrichtigung für die neue Registrierung konnte nicht versendet werden.

source: Unable to store the new user registration record.
de: Der Registrierungseintrag konnte leider nicht gespeichert werden.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
de: Warnung! Das Benutzerkonto wurde angelegt. Es gab allerdings ein Problem beim Hinzufügen des Kontos zur Standardbenutzergruppe.

source: Warning! The welcoming email for the newly created user could not be sent.
de: Warnung! Die Willkommens-E-Mail für den neu erstellten Benutzer konnte nicht versendet werden.

source: New registration: %s
de: Neue Registrierung: %s

source: Warning! The notification email for the newly created user could not be sent.
de: Warnung! Die E-Mail mit der Benachrichtigung für den neu erstellten Benutzer konnte nicht versendet werden.

source: Error! Could not load data.
de: Fehler! Daten können nicht geladen werden.

source: Error! The registration record with uid '%1$s' does not contain an e-mail address.
de: Fehler! Der Registrierungseintrag mit der ID '%1$s' enthält keine E-Mail Adresse.

source: Error! Invalid registration record.
de: Fehler! Ungültiger Registrierungseintrag.

source: Error! Unable to retrieve registration record with id '%1$s'
de: Fehler! Für die ID '%1$s' konnte kein Registrierungseintrag ermittelt werden.

source: Error: Unable to force registration for '%1$s' to be verified during approval. No e-mail address.
de: Fehler! Konnte Registrierung für '%1$s' nicht auf Bestätigung während Freigabe erzwingen, da keine E-Mail-Adresse vorhanden.

source: Password changer
de: Kennwort ändern

source: E-mail address manager
de: E-Mail Adresse ändern

source: Personal custom block
de: Individuellen Block konfigurieren

source: Language switcher
de: Sprache wechseln

source: Log out
de: Abmelden

source: Verify your account.
de: Benutzerkonto verifizieren

source: New user or registration.
de: Neuer Benutzer oder Registrierung

source: Verify your new e-mail address.
de: E-Mail Adresse verifizieren

source: Recover your password.
de: Kennwort wiederherstellen.

source: Recover your user name.
de: Benutzernamen wiederherstellen.

source: Welcome!
de: Willkommen!

source: A message from %s.
de: Eine Nachricht von %s.

source: Account information for %s
de: Kontoinformationen für %s

source: Error! Unable to send user name e-mail message.
de: Fehler! Der Benutzername konnte nicht per E-Mail gesendet werden.

source: Confirmation code for %s
de: Bestätigungscode für %s

source: Error! Unable to send confirmation code e-mail message.
de: Fehler! Der Bestätigungscode konnte nicht per E-Mail gesendet werden.

source: Error! Unable to save confirmation code.
de: Fehler! Der Bestätigungscode konnte nicht gespeichert werden.

source: Error! Unable to create confirmation code.
de: Fehler! Der Bestätigungscode konnte nicht erstellt werden.

source: Confirmation change of e-mail for %s
de: Sicherheitsabfrage bzgl. der Änderung der E-Mail Adresse %s

source: Log in
de: Anmelden

source: Recover Lost User Name
de: Vergessenen Benutzernamen wiederherstellen

source: Recover Lost Password
de: Kennwort wiederherstellen.

source: Enter Password Recovery Code
de: Kennwortwiederherstellungscode eingeben

source: Recover account information or password
de: Zugangsdaten oder Kennwort wiederherstellen

source: New account
de: Benutzer registrieren

source: Account Settings
de: Kontoeinstellungen

source: Profile
de: Profil

source: Edit Profile
de: Profil bearbeiten

source: Change Email Address
de: E-Mail-Adresse ändern

source: Change Password
de: Passwort ändern

source: Messages
de: Nachrichten

source: Registered Users
de: Registrierte Benutzer

source: Last %s Registered Users
de: Letzte %s registrierte Benutzer

source: Users Online
de: Benutzer Online

source: User name
de: Benutzername

source: User name and password
de: Benutzername und Kennwort

source: E-mail address
de: E-Mail Adresse

source: E-mail address and password
de: E-Mail-Adresse und Kennwort

source: User name or e-mail
de: Benutzernamen oder E-Mail

source: User name / e-mail address and password
de: Benutzername / e-mail-Adresse und Passwort

source: An invalid 'method' parameter was received.
de: Ungültiger Parameter 'method' empfangen.

source: An unknown method ('%1$s') was received.
de: Ungültige Methode ('%1$s') empfangen.

source: An unknown value for the 'filter' parameter was received ('%1$d').
de: Unbekannter Wert für den Parameter 'filter' empfangen ('%1$d').

source: An invalid value for the 'filter' parameter was received ('%1$s').
de: Ungültigen Wert für den Parameter 'filter' empfangen ('%1$s').

source: An invalid value for the 'method' parameter was received ('%1$s').
de: Ein ungültiger Wert für den Parameter "Methode" erhielt ("%1$s").

source: The requested authentication method '%1$s' does not exist.
de: Die angeforderte Authentifizierungsmethode "%1$s" ist nicht vorhanden.

source: The %1$s function is not implemented for the %1$s module. This core module handles registration of authentication information as part of the core registration process.
de: Die Funktion %1$s ist nicht für das Modul %1$s implementiert. Das Core-Modul behandelt die Registrierung von Authentifizierungsinformationen als Teil des Kernregistrierungsvorgangs.

source: Invalid '%1$s' parameter received in a call to %2$s
de: Ungültigen Parameter '%1$s' in einem Aufruf von %2$s empfangen.

source: Error! A password must be provided.
de: Fehler! Es muss ein Kennwort angegeben werden.

source: A user id was located, but the user account record could not be retrieved in a call to %1$s.
de: Eine Benutzer-ID wurde gefunden, allerdings konnten die Benutzerdaten nicht abgerufen werden in einem Aufruf von %1$s.

source: Invalid account password state.
de: Ungültiger Konto-Kennwortzustand.

source: Internal Error! Unable to update the user's password with the new hashing method and/or salt.
de: Interner Fehler! Konnte das Kennwort des Benutzers nicht mit der neuen Hashing-Methode und/oder dem Salt ändern.

source: Sorry! The e-mail address or password you entered was incorrect.
de: Fehler! Die angegebene Daten (E-Mail Adresse oder Kennwort) sind nicht korrekt.
